{
    "URL: https://www.cga.ct.gov/current/pub/chap_010.htm": "CODE OF ETHICS FOR PUBLIC OFFICIALS\n*Cited. 18 CA 212.\nSec. 1-79. Definitions.The following terms, when used in this part, have the following meanings unless the context otherwise requires:\n(1) “Blind trust” means a trust established by a public official or state employee or member of his or her immediate family for the purpose of divestiture of all control and knowledge of assets.\n(2) “Business with which he is associated” means any sole proprietorship, partnership, firm, corporation, trust or other entity through which business for profit or not for profit is conducted in which the public official or state employee or member of his or her immediate family is a director, officer, owner, limited or general partner, beneficiary of a trust or holder of stock constituting five per cent or more of the total outstanding stock of any class, provided, a public official or state employee, or member of his or her immediate family, shall not be deemed to be associated with a not for profit entity solely by virtue of the fact that the public official or state employee or member of his or her immediate family is an unpaid director or officer of the not for profit entity. “Officer” refers only to the president, executive or senior vice president or treasurer of such business.\n(3) “Candidate for public office” means any individual who has filed a declaration of candidacy or a petition to appear on the ballot for election as a public official, or who has raised or expended money in furtherance of such candidacy, or who has been nominated for appointment to serve as a public official, but does not include a candidate for the office of senator or representative in Congress.\n(4) “Board” means the Citizen's Ethics Advisory Board established in section1-80.\n(5) “Gift” means anything of value, which is directly and personally received, unless consideration of equal or greater value is given in return. “Gift” does not include:\n(A) A political contribution otherwise reported as required by law or a donation or payment as described in subdivision (9) or (10) of subsection (b) of section9-601a;\n(B) Services provided by persons volunteering their time, if provided to aid or promote the success or defeat of any political party, any candidate or candidates for public office or the position of convention delegate or town committee member or any referendum question;\n(C) A commercially reasonable loan made on terms not more favorable than loans made in the ordinary course of business;\n(D) A gift received from (i) an individual's spouse, fiancé or fiancée, (ii) the parent, grandparent, brother or sister of such spouse or such individual, or (iii) the child of such individual or the spouse of such child;\n(E) Goods or services (i) that are provided to a state agency or quasi-public agency (I) for use on state or quasi-public agency property, or (II) that support an event or the participation by a public official or state employee at an event, and (ii) that facilitate state or quasi-public agency action or functions. As used in this subparagraph, “state property” means property owned by the state or a quasi-public agency or property leased to a state agency or quasi-public agency;\n(F) A certificate, plaque or other ceremonial award costing less than one hundred dollars;\n(G) A rebate, discount or promotional item available to the general public;\n(H) Printed or recorded informational material germane to state action or functions;\n(I) Food or beverage or both, costing less than fifty dollars in the aggregate per recipient in a calendar year, and consumed on an occasion or occasions at which the person paying, directly or indirectly, for the food or beverage, or his representative, is in attendance;\n(J) Food or beverage or both, costing less than fifty dollars per person and consumed at a publicly noticed legislative reception to which all members of the General Assembly are invited and which is hosted not more than once in any calendar year by a lobbyist or business organization. For the purposes of such limit, (i) a reception hosted by a lobbyist who is an individual shall be deemed to have also been hosted by the business organization which such lobbyist owns or is employed by, and (ii) a reception hosted by a business organization shall be deemed to have also been hosted by all owners and employees of the business organization who are lobbyists. In making the calculation for the purposes of such fifty-dollar limit, the donor shall divide the amount spent on food and beverage by the number of persons whom the donor reasonably expects to attend the reception;\n(K) Food or beverage or both, costing less than fifty dollars per person and consumed at a publicly noticed reception to which all members of the General Assembly from a region of the state are invited and which is hosted not more than once in any calendar year by a lobbyist or business organization. For the purposes of such limit, (i) a reception hosted by a lobbyist who is an individual shall be deemed to have also been hosted by the business organization which such lobbyist owns or is employed by, and (ii) a reception hosted by a business organization shall be deemed to have also been hosted by all owners and employees of the business organization who are lobbyists. In making the calculation for the purposes of such fifty-dollar limit, the donor shall divide the amount spent on food and beverage by the number of persons whom the donor reasonably expects to attend the reception. As used in this subparagraph, “region of the state” means the established geographic service area of the organization hosting the reception;\n(L) A gift, including, but not limited to, food or beverage or both, provided by an individual for the celebration of a major life event, provided any such gift provided by an individual who is not a member of the family of the recipient does not exceed one thousand dollars in value;\n(M) Gifts costing less than one hundred dollars in the aggregate or food or beverage provided at a hospitality suite at a meeting or conference of an interstate legislative association, by a person who is not a registrant or is not doing business with the state of Connecticut;\n(N) Admission to a charitable or civic event, including food and beverage provided at such event, but excluding lodging or travel expenses, at which a public official or state employee participates in his or her official capacity, provided such admission is provided by the primary sponsoring entity;\n(O) Anything of value provided by an employer of (i) a public official, (ii) a state employee, or (iii) a spouse of a public official or state employee, to such official, employee or spouse, provided such benefits are customarily and ordinarily provided to others in similar circumstances;\n(P) Anything having a value of not more than ten dollars, provided the aggregate value of all things provided by a donor to a recipient under this subdivision in any calendar year does not exceed fifty dollars;\n(Q) Training that is provided by a vendor for a product purchased by a state or quasi-public agency that is offered to all customers of such vendor;\n(R) Travel expenses, lodging, food, beverage and other benefits customarily provided by a prospective employer, when provided to a student at a public institution of higher education whose employment is derived from such student's status as a student at such institution, in connection with bona fide employment discussions; or\n(S) Expenses of a public official, paid by the party committee of which party such official is a member, for the purpose of accomplishing the lawful purposes of the committee. As used in this subparagraph, “party committee” has the same meaning as provided in subdivision (2) of section9-601and “lawful purposes of the committee” has the same meaning as provided in subsection (g) of section9-607.\n(6) “Immediate family” means any spouse, children or dependent relatives who reside in the individual's household.\n(7) “Individual” means a natural person.\n(8) “Member of an advisory board” means any individual (A) appointed by a public official as an advisor or consultant or member of a committee, commission or council established to advise, recommend or consult with a public official or branch of government or committee thereof, (B) who receives no public funds other than per diem payments or reimbursement for his or her actual and necessary expenses incurred in the performance of his or her official duties, and (C) who has no authority to expend any public funds or to exercise the power of the state.\n(9) “Person” means an individual, sole proprietorship, trust, corporation, limited liability company, union, association, firm, partnership, committee, club or other organization or group of persons.\n(10) “Political contribution” has the same meaning as in section9-601aexcept that for purposes of this part, the provisions of subsection (b) of said section shall not apply.\n(11) “Public official” means any state-wide elected officer, any member or member-elect of the General Assembly, any person appointed to any office of the legislative, judicial or executive branch of state government by the Governor or an appointee of the Governor, with or without the advice and consent of the General Assembly, any public member or representative of the teachers' unions or state employees' unions appointed to the Investment Advisory Council pursuant to subsection (a) of section3-13b, any person appointed or elected by the General Assembly or by any member of either house thereof, any member or director of a quasi-public agency and the spouse of the Governor, but does not include a member of an advisory board, a judge of any court either elected or appointed or a senator or representative in Congress.\n(12) “Quasi-public agency” means Connecticut Innovations, Incorporated, the Connecticut Health and Education Facilities Authority, the Connecticut Higher Education Supplemental Loan Authority, the Connecticut Student Loan Foundation, the Connecticut Housing Finance Authority, the State Housing Authority, the Materials Innovation and Recycling Authority, the Capital Region Development Authority, the Connecticut Lottery Corporation, the Connecticut Airport Authority, the Connecticut Health Insurance Exchange, the Connecticut Green Bank, the Connecticut Port Authority, the Connecticut Municipal Redevelopment Authority, the State Education Resource Center and the Paid Family and Medical Leave Insurance Authority.\n(13) “State employee” means any employee in the executive, legislative or judicial branch of state government, whether in the classified or unclassified service and whether full or part-time, and any employee of a quasi-public agency, but does not include a judge of any court, either elected or appointed.\n(14) “Trust” means a trust in which any public official or state employee or member of his immediate family has a present or future interest which exceeds ten per cent of the value of the trust or exceeds fifty thousand dollars, whichever is less, but does not include blind trusts.\n(15) “Business organization” means a sole proprietorship, corporation, limited liability company, association, firm or partnership, other than a client lobbyist, that is owned by, or employs, one or more individual lobbyists.\n(16) “Client lobbyist” means a lobbyist on behalf of whom lobbying takes place and who makes expenditures for lobbying and in furtherance of lobbying.\n(17) “Necessary expenses” means a public official's or state employee's expenses for an article, appearance or speech or for participation at an event, in his official capacity, which shall be limited to necessary travel expenses, lodging for the nights before, of and after the appearance, speech or event, meals and any related conference or seminar registration fees.\n(18) “Lobbyist” and “registrant” shall be construed as defined in section1-91.\n(19) “Legal defense fund” means a fund established for the payment of legal expenses of a public official or state employee incurred as a result of defending himself or herself in an administrative, civil, criminal or constitutional proceeding concerning matters related to the official's or employee's service or employment with the state or a quasi-public agency.\n(20) “State agency” means any office, department, board, council, commission, institution, constituent unit of the state system of higher education, technical education and career school or other agency in the executive, legislative or judicial branch of state government.\n(21) “Confidential information” means any information in the possession of the state, a state employee or a public official, whatever its form, which (A) is required not to be disclosed to the general public under any provision of the general statutes or federal law; or (B) falls within a category of permissibly nondisclosable information under the Freedom of Information Act, as defined in section1-200, and which the appropriate agency, state employee or public official has decided not to disclose to the general public.\n(P.A. 77-600, S. 1, 15; 77-605, S. 14, 21; P.A. 79-493, S. 1, 9; P.A. 81-395, S. 6, 9; P.A. 82-423, S. 1, 8; P.A. 83-249, S. 1, 14; P.A. 84-335, S. 1, 4; P.A. 86-99, S. 29, 34; P.A. 88-139, S. 1; 88-225, S. 1, 14; P.A. 89-245, S. 1; 89-360, S. 8, 45; 89-369, S. 1; June Sp. Sess. P.A. 91-8, S. 54, 63; June 12 Sp. Sess. P.A. 91-1, S. 1, 20, 22; P.A. 92-149, S. 7, 12; P.A. 93-413, S. 13, 16; P.A. 95-79, S. 3, 4, 189; June 18 Sp. Sess. P.A. 97-5, S. 17, 19; June 18 Sp. Sess. P.A. 97-6, S. 1, 14; P.A. 98-179, S. 13, 30; P.A. 99-56; P.A. 00-43, S. 16, 19; 00-99, S. 13, 154; P.A. 01-143, S. 4, 8; P.A. 04-143, S. 23; 04-198, S. 2, 6; P.A. 05-183, S. 1; 05-287, S. 38; P.A. 06-76, S. 3; P.A. 07-1, S. 5; June 11 Sp. Sess. P.A. 08-3, S. 9, 13; P.A. 10-101, S. 1; 10-117, S. 87; P.A. 11-53, S. 15; 11-84, S. 16; P.A. 12-116, S. 87; 12-147, S. 1; June 12 Sp. Sess. P.A. 12-1, S. 183; June 12 Sp. Sess. P.A. 12-2, S. 163; P.A. 13-180, S. 36; 13-244, S. 1; 13-299, S. 2; P.A. 14-94, S. 1, 29; 14-182, S. 2; 14-212, S. 5; 14-217, S. 169; 14-222, S. 4; P.A. 15-18, S. 1; June Sp. Sess. P.A. 15-5, S. 36; P.A. 16-29, S. 14; May Sp. Sess. P.A. 16-3, S. 207; P.A. 17-237, S. 21; P.A. 19-117, S. 224; P.A. 21-164, S. 1–3; P.A. 22-118, S. 110.)\nHistory: P.A. 77-605 redefined “political contribution”; P.A. 79-493 redefined “candidate for public office”, “gift”, “immediate family”, “member of an advisory board” and “public official” and included treasurers as officers of businesses in Subdiv. (a); P.A. 81-395 substituted reference to Sec. 9-335(18) for reference to Sec. 9-348q(a) in Subdiv. (i); P.A. 82-423 amended Subdiv. (d) to change food and beverage exception from under $25 to under $50; P.A. 83-249 amended Subdiv. (i) to broaden the definition of “political contribution”; P.A. 84-335 amended Subdiv. (j) to include sheriffs and deputy sheriffs in definition of “public official”; P.A. 86-99 amended definition of “political contribution” to reflect technical changes made in chapter 150; P.A. 88-139 added definitions of “blind trust” and “trust”, redefined “business with which he is associated” to include references to sole proprietorships, firms, corporations, trusts and other profit or nonprofit entities, and redefined “person” to include sole proprietorships and trusts, relettering Subdivs. as necessary; P.A. 88-225 included “any member or director of a quasi-public agency” in definition of “public official”, included “any employee of a quasi-public agency” in definition of “state employee” and inserted new Subdiv. defining “quasi-public agency”, relettering former Subdivs. as necessary; P.A. 89-245 amended the definition of “quasi-public agency” in Subdiv. (l) to rename Connecticut Product Development Corporation as Connecticut Innovations, Incorporated; P.A. 89-360 redefined “quasi-public agency” to include the New Haven Family Alliance; P.A. 89-369 limited exception in definition of “gift” for food or beverage costing less than $50 per person and consumed on a single occasion to an occasion “at which the person paying, directly or indirectly, for the food or beverage, or his representative, is in attendance”; June Sp. Sess. P.A. 91-8 deleted reference to New Haven Family Alliance in definition of “quasi-public agency”; June 12 Sp. Sess. P.A. 91-1 added exception to definition of “business with which he is associated” in Subdiv. (b), substantially amended definition of “gift” and exceptions to “gift” in Subdiv. (e), redefined “quasi-public agency” in Subdiv. (l) by adding Lower Fairfield County Convention Center Authority and Connecticut Convention Center Authority, and added Subdivs. (o) to (r), inclusive, defining “business organization”, “client lobbyist”, “necessary expenses” and “lobbyist” and “registrant”; P.A. 92-149 redefined “client lobbyist”; P.A. 93-413 included Connecticut Coastline Port Authority in definition of “quasi-public agency” in Subdiv. (l), effective July 1, 1993; P.A. 95-79 redefined “person” and “business organization” to include a limited liability company, effective May 31, 1995; June 18 Sp. Sess. P.A. 97-5 amended Subsec. (e)(1) by changing Sec. 9-333b(b) Subdiv. reference from (11) to (10), effective July 1, 1997, and applicable to elections and primaries held on or after January 1, 1998; June 18 Sp. Sess. P.A. 97-6 amended Subsec. (e) by expanding Subdiv. (5), by changing limit to $50 in Subdiv. (9), inserting new Subdiv. (11) re food or beverage consumed at a publicly noticed reception, adding new Subdiv. (14) re admission to charitable or civic event, adding new Subdiv. (15) re anything of value provided by employer and adding new Subdiv. (16) re anything of value of not more than $10, effective January 1, 1998 (Revisor's note: In Subdiv. (11) of Subsec. (e) a hyphen between “publicly” and “noticed” was deleted editorially by the Revisors for consistency with customary statutory usage); P.A. 98-179 amended Subsec. (l), defining “quasi-public agency”, by deleting the Connecticut Convention Center Authority and adding the Capital City Economic Development Authority, effective June 1, 1998; P.A. 99-56 amended Subsec. (k) by adding an appointee of the Governor to the definition of “public official”; P.A. 00-43 amended Subsec. (k) to include members of the Investment Advisory Council as “public officials”, effective May 3, 2000; P.A. 00-99 deleted reference to sheriff and deputy sheriff in Subsec. (k), effective December 1, 2000; P.A. 01-143 amended Subsec. (l) by changing Connecticut Coastline Port Authority to Connecticut Port Authority, effective July 6, 2001; P.A. 04-143 redefined “quasi-public agency” in Subsec. (l) to eliminate Connecticut Port Authority from definition, effective July 1, 2004; P.A. 04-198 applied provisions to Sec. 1-86d, made technical changes in Subsecs. (e)(10) and (h) and defined “legal defense fund” in Subsec. (s), effective June 3, 2004, and redefined “quasi-public agency” in Subsec. (l) to include Connecticut Lottery Corporation; P.A. 05-183 replaced definition of “commission” with definition of “board”, effective July 1, 2005; P.A. 05-287 amended Subsec. (e)(2) to provide that excepted services are those services provided to aid or promote the success or defeat of any political party, any candidate or the position of convention delegate or town committee member or any referendum question, effective July 1, 2005; P.A. 06-76 amended Subsec. (l) to delete reference to Connecticut Hazardous Waste Management Service; P.A. 07-1 amended Subsec. (e)(5) to include reference to a state or quasi-public agency, added Subsec. (e)(17) re training provided by a vendor and added Subsec. (t) defining “state agency”, effective February 8, 2007; June 11 Sp. Sess. P.A. 08-3 amended Subsec. (e)(12) to add requirement that gift provided by an individual who is not a family member of recipient shall not exceed $1,000 in value and amended Subsec. (k) to include spouse of the Governor; P.A. 10-101 amended Subsec. (e) by making a technical change in Subdiv. (12) and adding Subdiv. (18) re exclusion of certain benefits provided by prospective employer to student of public institution of higher education from definition of “gift”; P.A. 10-117 redefined “quasi-public agency” to include Health Information Technology Exchange of Connecticut in Subsec. (l), effective June 8, 2010; P.A. 11-53 redefined “quasi-public agency” in Subsec. (l) to include Connecticut Health Insurance Exchange, effective July 1, 2011; P.A. 11-84 redefined “quasi-public agency” in Subsec. (l) to include Connecticut Airport Authority, effective July 1, 2011; pursuant to P.A. 12-116, “vocational-technical school” was changed editorially by the Revisors to “technical high school” in Subdiv. (t), effective July 1, 2012; P.A. 12-147 replaced “Capital City Economic Development Authority” with “Capital Region Development Authority” in Subdiv. (l), effective June 15, 2012; June 12 Sp. Sess. P.A. 12-1 deleted “the Connecticut Development Authority” and made a technical change in Subdiv. (l), effective July 1, 2012; June 12 Sp. Sess. P.A. 12-2 added “and Clean Energy Finance and Investment Authority” and made a technical change in Subdiv. (l), effective July 1, 2012; P.A. 13-180 added provisions, codified by the Revisors as Subdiv. (5)(S), re expenses paid by a party committee, effective June 18, 2013; P.A. 13-244 redesignated existing Subdivs. (a) to (t) as Subdivs. (1) to (20) and made technical and conforming changes, redefined “gift” in redesignated Subdiv. (5)(E)(i)(II) to add exclusion for participation by public official or state employee at an event, redefined “quasi-public agency” in redesignated Subdiv. (12) to change Connecticut Housing Authority to State Housing Authority and redefined “client lobbyist” in redesignated Subdiv. (16) to substitute “lobbyist” for “person”; P.A. 13-299 redefined “quasi-public agency” to delete reference to Lower Fairfield County Convention Center Authority, effective July 1, 2013; pursuant to P.A. 14-94, “Connecticut Resources Recovery Authority” and “Clean Energy Finance and Investment Authority” were changed editorially by the Revisors to “Materials Innovation and Recycling Authority” and “Connecticut Green Bank”, respectively, in Subdiv. (12), effective June 6, 2014; P.A. 14-182 made a technical change in Subdiv. (5)(S), effective June 12, 2014; P.A. 14-212 amended Subdiv. (12) to redefine “quasi-public agency” to include State Education Resource Center, effective June 13, 2014; P.A. 14-217 amended Subdiv. (12) by adding “Connecticut Student Loan Foundation”, deleting “Health Information Technology Exchange of Connecticut” and making technical changes, effective July 1, 2014; P.A. 14-222 amended Subdiv. (12) to redefine “quasi-public agency” to include the Connecticut Port Authority and to make technical changes, effective October 1, 2015; P.A. 15-18 amended Subdiv. (12) to redefine “quasi-public agency” to include the Connecticut Student Loan Foundation and the State Education Resource Center and to delete the Health Information Technology Exchange of Connecticut; June Sp. Sess. P.A. 15-5 amended Subdiv. (12) to redefine “quasi-public agency” to include the Connecticut Port Authority, effective July 1, 2015; P.A. 16-29 amended Subdiv. (12) by adding “the Connecticut Retirement Security Authority” to the definition of “quasi-public agency”, effective July 1, 2016; May Sp. Sess. P.A. 16-3 changed effective date of P.A. 16-29, S. 14, from July 1, 2016, to January 1, 2017, effective June 2, 2016; P.A. 17-237 amended Subdiv. (20) by replacing “technical high school” with “technical education and career school”, effective July 1, 2017; P.A. 19-117 amended Subdiv. (12) by adding “the Connecticut Municipal Redevelopment Authority” to the definition of “quasi-public agency”; P.A. 21-164 amended Subdiv. (12) to redefine “quasi-public agency” to include the Paid Family and Medical Leave Insurance Authority, effective July 1, 2021, amended Subdiv. (5)(D) to make a technical change and add reference to grandparent and added Subdiv. (21) defining “confidential information”, effective October 1, 2021; P.A. 22-118 amended Subdiv. (12) by deleting “the Connecticut Retirement Security Authority,” effective July 1, 2022.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-79a. Calculation of dollar limit on gifts.For purposes of calculating the dollar limits under the exceptions to the term “gift” under sections1-79and1-91any expenditure provided by a lobbyist who is an individual shall be deemed to have also been provided by the business organization which he owns or by which he is employed, and any expenditure provided by a business organization shall be deemed to have also been provided by all owners and employees of the business organization who are lobbyists.\n(P.A. 92-149, S. 6, 12; June 18 Sp. Sess. P.A. 97-6, S. 9, 14.)\nHistory: June 18 Sp. Sess. P.A. 97-6 deleted provision that, for purposes of calculating dollar limit, gifts costing less than $10 per occasion or transaction are not considered and added provision that, for purposes of calculating dollar limit, expenditures provided by a lobbyist shall be considered to be provided by the business organization by which he is employed and vice versa, effective January 1, 1998.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-80. Office of State Ethics. Citizen's Ethics Advisory Board. Members; appointment; qualifications; vacancies; compensation; restrictions. Hearings.(a) There shall be established an Office of State Ethics. Said office shall consist of an executive director, general counsel, ethics enforcement officer and such other staff as hired by the executive director. Within the Office of State Ethics, there shall be the Citizen's Ethics Advisory Board that shall consist of nine members, appointed as follows: One member shall be appointed by the speaker of the House of Representatives, one member by the president pro tempore of the Senate, one member by the majority leader of the Senate, one member by the minority leader of the Senate, one member by the majority leader of the House of Representatives, one member by the minority leader of the House of Representatives, and three members by the Governor. Members shall be appointed to serve a four-year term commencing on October first of the year in which the prior four-year term expires. Any member may be reappointed. No more than five members shall be members of the same political party.\n(b) All members shall be electors of the state. No member shall be a state employee. No member or employee of said board shall (1) hold or campaign for any public office; (2) have held public office or have been a candidate for public office for a three-year period prior to appointment; (3) hold office in any political party or political committee or be a member of any organization or association organized primarily for the purpose of influencing legislation or decisions of public agencies; or (4) be an individual who is a registrant as defined in subdivision (17) of section1-91. For purposes of this subsection, “public office” does not include the offices of justice of the peace or notary public.\n(c) Any vacancy on the board shall be filled by the appointing authority having the power to make the original appointment within thirty days.\n(d) The board shall elect a chairperson who shall, except as provided in subsection (b) of section1-82and subsection (b) of section1-93, preside at meetings of the board and a vice-chairperson to preside in the absence of the chairperson. Six members of the board shall constitute a quorum. Except as provided in subdivision (3) of subsection (a) of section1-81, subsections (a) and (b) of section1-82, subsection (b) of section1-88, subsection (e) of section1-92, subsections (a) and (b) of section1-93and subsection (b) of section1-99, a majority vote of the members shall be required for action of the board. The chairperson or any three members may call a meeting.\n(e) Any matter before the board, except hearings held pursuant to the provisions of subsection (b) of section1-82or subsection (b) of section1-93, may be assigned by the board to two of its members to conduct an investigation or hearing, as the case may be, to ascertain the facts and report thereon to the board with a recommendation for action. Any hearing held pursuant to this subsection shall be held in accordance with the provisions of chapter 54.\n(f) Members of the board shall be compensated at the rate of two hundred dollars per day for each day they attend a meeting or hearing and shall receive reimbursement for their necessary expenses incurred in the discharge of their official duties.\n(g) The board shall not be construed to be a board or commission within the meaning of section4-9a.\n(h) The members and employees of the Citizen's Ethics Advisory Board and the Office of State Ethics shall adhere to the following code of ethics under which the members and employees shall: (1) Observe high standards of conduct so that the integrity and independence of the Citizen's Ethics Advisory Board and the Office of State Ethics may be preserved; (2) respect and comply with the law and conduct themselves at all times in a manner which promotes public confidence in the integrity and impartiality of the board and the Office of State Ethics; (3) be faithful to the law and maintain professional competence in the law; (4) be unswayed by partisan interests, public clamor or fear of criticism; (5) maintain order and decorum in proceedings of the board and Office of State Ethics; (6) be patient, dignified and courteous to all persons who appear in board or Office of State Ethics proceedings and with other persons with whom the members and employees deal in their official capacities; (7) refrain from making any statement outside of a board or Office of State Ethics proceeding, which would have a likelihood of prejudicing a board or Office of State Ethics proceeding; (8) refrain from making any statement outside of a board or Office of State Ethics proceeding that a reasonable person would expect to be disseminated by means of public communication if the member or employee should know that such statement would have a likelihood of materially prejudicing or embarrassing a complainant or a respondent; (9) preserve confidences of complainants and respondents; (10) exercise independent professional judgment on behalf of the board and Office of State Ethics; and (11) represent the board and Office of State Ethics competently.\n(i) No member or employee of the board or Office of State Ethics may make a contribution, as defined in section9-601a, to any state employee, public official, candidate for state-wide office or candidate for the office of representative or senator in the General Assembly.\n(j) Members of the board shall recuse themselves from participating in any proceeding or matter undertaken pursuant to this chapter that involves the person who appointed such member to the board.\n(k) No former member of the board may represent any business or person, other than himself or herself, before the board for a period of one year following the end of such former member's service on the board. No business or person that appears before the board shall employ or otherwise engage the services of a former member of the board for a period of one year following the end of such former member's service on the board.\n(l) No member of the board may hold any other position in state employment for a period of one year following the end of such member's service on the board, including, but not limited to, service as a member on a state board or commission, service as a judge of the Superior Court or service as a state agency commissioner. The provisions of this subsection shall not be construed to prohibit any former board member from holding a volunteer or unpaid position in state service within one year of the end of his or her service on the board.\n(m) Upon request of any aggrieved party, the board may delay the effect of any decision rendered by the board for a period not to exceed seven days following the rendering of such decision.\n(P.A. 77-600, S. 2, 15; 77-605, S. 2, 21; P.A. 79-493, S. 2, 9; P.A. 83-249, S. 2, 3, 14; 83-586, S. 1, 14; P.A. 84-52, S. 5; 84-334, S. 1, 3; P.A. 86-390, S. 3, 4; 86-403, S. 93, 132; P.A. 88-139, S. 4; P.A. 92-149, S. 9, 12; P.A. 03-19, S. 1; P.A. 04-204, S. 1, 2; P.A. 05-183, S. 2; P.A. 06-187, S. 68; 06-196, S. 1–3; P.A. 11-48, S. 61; P.A. 13-244, S. 2–5; May Sp. Sess. P.A. 16-3, S. 69; P.A. 17-235, S. 1–5.)\nHistory: P.A. 77-605 changed method for making initial appointments and qualifications for members and placed commission in the office of secretary of the state for administrative purposes only; P.A. 79-493 changed provisions concerning quorum, introduced provisions for fact-finding investigations and hearings and excluded commission from Sec. 4-9a; P.A. 83-249 amended Subsec. (a) to clarify that terms commence on October first and that members may continue in office until successors are appointed and qualify and made technical changes in Subsec. (d); P.A. 83-586 added Subsec. (h) allowing appointment of executive director and general counsel upon concurring vote of five members and dismissal upon concurring vote of four members; P.A. 84-52 made technical changes in Subsecs. (d) and (e) to reflect relettering of subsections in Secs. 1-82 and 1-93; P.A. 84-334 increased members' compensation from $25 to $50 per day; P.A. 86-390 deleted provision in Subsec. (a) placing commission within the office of the secretary of the state for administrative purposes only; P.A. 86-403 made technical change in Subsec. (d); P.A. 88-139, S. 4 which was codified as Subsec. (i) established a code of ethics for members and employees of the ethics commission; P.A. 92-149 amended Subsec. (d) to make technical corrections, deleted Subsec. (h) re appointment of executive director and general counsel, and relettered remaining Subsec. accordingly; P.A. 03-19 made a technical change in Subsec. (d), effective May 12, 2003; P.A. 04-204 amended Subsec. (a) to increase members from seven to nine, one appointed each by majority leaders of House and Senate, specify terms of initial appointees, add method of selection for such additional members, add method of selection for one member appointed by Governor on and after October 1, 2004, and increase limit on members from same political party from four to five, and amended Subsec. (d) to increase quorum from five to six members and number of members necessary to call a meeting from four to five, effective June 3, 2004; P.A. 05-183 amended Subsec. (a) to replace State Ethics Commission with Office of State Ethics and Citizen's Ethics Advisory Board, amended Subsec. (b) to prohibit any member from being a state employee, made technical changes in Subsec. (c), amended Subsec. (d) to make technical changes, authorize a majority vote of members, rather than quorum, to conduct business and enable any three members, rather than any five members, to call a meeting, amended Subsecs. (e) to (h) to make technical changes, added Subsec. (i) re prohibited contributions by members of the board or employees of the Office of State Ethics, added Subsec. (j) re recusal in certain matters by members of the board, added Subsec. (k) re representation before the board by any member of the board within one year of the end of such member's service on the board, added Subsec. (l) re member prohibition on holding any other position in state employment for a period of one year from the end of such member's service on the board and added Subsec. (m) re request for delay of the effect of any decision rendered by the board, effective July 1, 2005; P.A. 06-187 amended Subsec. (f) to change rate of compensation for board members from $50 to $200 per day for attending a meeting or hearing, effective May 26, 2006; P.A. 06-196 made technical changes in Subsecs. (a), (k) and (m), effective June 7, 2006; P.A. 11-48 amended Subsec. (a) by adding language re Office of Governmental Accountability and by deleting language re independent and successor agency, effective July 1, 2011; P.A. 13-244 amended Subsec. (a) to apply 4-year term to members with term commencing October 1, 2005, to add provisions giving 5-year term for members appointed by president pro tempore and by Governor for term commencing October 1, 2009, and prohibiting such members' reappointment, to add provision re 4-year term for members appointed on or after October 1, 2014, and to make technical and conforming changes, effective July 2, 2013, and amended Subsec. (b) to make technical and conforming changes and add exclusion to term “public office”, amended Subsec. (d) to make technical changes and amended Subsec. (k) to add “former” re “member”, effective October 1, 2013; May Sp. Sess. P.A. 16-3 amended Subsec. (a) by deleting reference to office being within Office of Governmental Accountability, effective July 1, 2016; P.A. 17-235 amended Subsec. (a) to delete provision re members appointed for a term commencing October 1, 2005, to add provisions re commencement of terms on October 1 of year prior term expires, to replace provision prohibiting reappointment with provision authorizing reappointment and to delete provisions re citizen group nominations, amended Subsec. (c) to delete provision limiting reappointment of members filling vacancy to one subsequent full term, amended Subsec. (e) to add provision re hearings to be held in accordance with Ch. 54, amended Subsec. (i) to replace “person subject to the provisions of this part” with reference to state employee, public official, certain candidates for office, amended Subsec. (l) to add provision re volunteer, unpaid position in state service and amended Subsec. (m) to replace “shall” with “may” re board delay of effect of board decisions and to make a technical change.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-80a. Statements filed with commission. Restrictions on use.Section1-80ais repealed, effective October 1, 2002.\n(P.A. 78-169, S. 1, 2; S.A. 02-12, S. 1.)\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSecs. 1-80b to 1-80d. State Ethics Commission member serving as Citizen's Ethics Advisory Board member; Citizen's Ethics Advisory Board member appointment by Governor. Appointment of interim executive director. Transfer of State Ethics Commission staff.Sections1-80bto1-80d, inclusive, are repealed, effective October 1, 2021.\n(P.A. 05-183, S. 35, 36; June Sp. Sess. P.A. 05-3, S. 105; P.A. 06-196, S. 4; P.A. 21-164, S. 15.)\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-80e. Designation of judge trial referees.The Chief Court Administrator shall designate ten judge trial referees who shall be available to the Office of State Ethics to: (1) Preside over and rule at any hearing of the Office of State Ethics; and (2) make findings as to probable cause following any investigation conducted by the ethics enforcement officer of the Office of State Ethics.\n(P.A. 05-183, S. 34.)\nHistory: P.A. 05-183 effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-81. Duties of the board, Office of State Ethics. Employment of executive director, general counsel, ethics enforcement officer. Legal and enforcement divisions of the Office of State Ethics. Regulations. State personnel training in ethics.(a) The board and general counsel and staff of the Office of State Ethics shall:\n(1) Compile and maintain an index of all reports, advisory opinions, informal staff letters, memoranda issued in accordance with subsection (b) of section1-82and statements filed by and with the Office of State Ethics to facilitate public access to such reports and advisory opinions, informal staff letters, memoranda statements as provided by this part;\n(2) Preserve advisory opinions and informal staff letters, permanently; preserve memoranda issued in accordance with subsection (b) of section1-82and statements and reports filed by and with the board for a period of five years from the date of receipt;\n(3) Upon the concurring vote of a majority of the board present and voting, issue advisory opinions with regard to the requirements of this part or part IV of this chapter, upon the request of any person subject to the provisions of this part or part IV of this chapter, and publish such advisory opinions in the Connecticut Law Journal. Advisory opinions rendered by the board, until amended or revoked, shall be binding on the board and shall be deemed to be final decisions of the board for purposes of appeal to the superior court, in accordance with the provisions of section4-175or4-183. Any advisory opinion concerning the person who requested the opinion and who acted in reliance thereon, in good faith, shall be binding upon the board, and it shall be an absolute defense in any criminal action brought under the provisions of this part or part IV of this chapter, that the accused acted in reliance upon such advisory opinion;\n(4) Respond to inquiries and provide advice regarding the code of ethics either verbally or through informal letters;\n(5) Provide yearly training to all state employees regarding the code of ethics;\n(6) Make legislative recommendations to the General Assembly and report annually, not later than February fifteenth, to the Governor summarizing the activities of the Office of State Ethics; and\n(7) Meet not less than once per month with the office's executive director and ethics enforcement officer.\n(b) The Office of State Ethics may enter into such contractual agreements as may be necessary for the discharge of its duties, within the limits of its appropriated funds and in accordance with established procedures.\n(c) The Office of State Ethics shall employ an executive director, general counsel and ethics enforcement officer, each of whom shall be exempt from classified state service. The ethics enforcement officer shall be a member of the bar of this state. The salary for the executive director, general counsel and the ethics enforcement officer shall be determined by the Commissioner of Administrative Services in accordance with accepted personnel practices. No one person may serve in more than one of the positions described in this subsection. The Office of State Ethics may employ necessary staff within available appropriations. Such necessary staff of the Office of State Ethics shall be in classified state service.\n(d) The executive director, described in subsection (c) of this section, shall be appointed by the Citizen's Ethics Advisory Board for an open-ended term. Such appointment shall not be made until all the initial board members appointed to terms commencing on October 1, 2005, are appointed by their respective appointing authorities, pursuant to subsection (a) of section1-80. The board shall annually evaluate the performance of the executive director, in writing, and may remove the executive director, in accordance with the provisions of chapter 67.\n(e) The general counsel and ethics enforcement officer described in subsection (c) of this section, and other staff of the Office of State Ethics shall be appointed by the executive director of the Office of State Ethics. The executive director shall annually evaluate the performance of the general counsel, ethics enforcement officer and such other staff, in writing, and may remove the general counsel or ethics enforcement officer, in accordance with the provisions of chapter 67, or such other staff, in accordance with any applicable collective bargaining agreement.\n(f) There shall be a legal division within the Office of State Ethics. The legal division shall provide the board with legal advice on matters before said board and shall represent the board in all matters in which the board is a party, without the assistance of the Attorney General unless the board requests such assistance. The legal division shall, under the direction of the general counsel, provide information and written and verbal opinions to persons subject to the code and to the general public. The general counsel, described in subsection (c) of this section, shall supervise such division. The investigation or instigation of a complaint may not occur solely because of information received by the legal division.\n(g) There shall be an enforcement division within the Office of State Ethics. The enforcement division shall be responsible for investigating complaints brought to or by the board. The ethics enforcement officer, described in subsection (c) of this section, shall supervise the enforcement division. The ethics enforcement officer may represent the Office of State Ethics before the Superior Court in an appeal of any ruling or finding pursuant to, or any matter arising under, section1-82,1-93, or1-101nn, provided the board is not a party in such appeal. The enforcement division shall employ such attorneys and investigators, as necessary, within available appropriations, and may refer matters to the office of the Chief State's Attorney, as appropriate.\n(h) The Citizen's Ethics Advisory Board shall adopt regulations in accordance with chapter 54 to carry out the purposes of this part. Such regulations shall not be deemed to govern the conduct of any judge trial referee in the performance of such judge trial referee's duties pursuant to this chapter.\n(i) The general counsel shall, in consultation with the executive director of the Office of State Ethics, oversee yearly training of all state personnel in the code of ethics, provide training on the code of ethics to other individuals or entities subject to the code and shall make recommendations as to public education regarding ethics.\n(P.A. 77-600, S. 3, 15; 77-605, S. 15, 21; P.A. 79-493, S. 3, 9; P.A. 83-249, S. 4, 14; 83-493, S. 1, 5; P.A. 84-52, S. 6; P.A. 86-403, S. 94, 132; P.A. 89-97, S. 1, 7; 89-369, S. 2; P.A. 92-149, S. 10, 12; P.A. 94-172; P.A. 95-291; P.A. 99-55; P.A. 02-89, S. 2; P.A. 04-204, S. 3; P.A. 05-183, S. 3; 05-287, S. 31; 05-288, S. 211; June Sp. Sess. P.A. 05-3, S. 106, 108; P.A. 06-196, S. 5, 6; P.A. 13-244, S. 6; 13-264, S. 2; P.A. 21-164, S. 4, 5.)\nHistory: P.A. 77-605 specifically provided that advisory opinions be published in the Connecticut Law Journal; P.A. 79-493 limited the issuance of advisory opinions to those in which at least four members concur; P.A. 83-249 deleted the words “subject to the provisions of this part” modifying “public official or state employee” in Subsec. (a)(3); P.A. 83-493 amended Subsec. (a) to provide that advisory opinions shall be deemed to be final decisions of the commission for purposes of Sec. 1-87; P.A. 84-52 made technical changes to reflect relettering of subsections in Sec. 1-82; P.A. 86-403 made technical changes in Subsec. (a); P.A. 89-97 added Subdiv. (5) requiring commission to adopt regulations; P.A. 89-369 amended Subsec. (a)(3) to authorize any “person subject to the provisions of this part”, instead of any “public official or state employee”, to request an advisory opinion; P.A. 92-149 amended Subsec. (b) to authorize employment of an executive director and general counsel; P.A. 94-172 inserted new Subdivs. (5) and (6) re model codes of ethics and renumbered former Subdiv. (5) as (7); P.A. 95-291 amended Subsec. (a)(5) and (6) by repealing requirement that the commission enforce model codes for municipalities and districts (Revisor's note: In Subdiv. (6) the word “and” was added editorially by the Revisors before “provide” to correspond with technical change enacted in Subdiv. (5)); P.A. 99-55 amended Subsec. (a)(4) by changing reporting date from February to April; P.A. 02-89 amended Subsec. (a) by deleting as obsolete former Subdivs. (5) and (6) re development by July 1, 1995, of a model code of ethics for officials and officers of municipalities and for officers of districts, respectively, and redesignating existing Subdiv. (7) as Subdiv. (5); P.A. 04-204 amended Subsec. (a)(3) to increase vote required to issue advisory opinions from four to five members, effective June 3, 2004; P.A. 05-183 amended Subsec. (a) to change references from the commission to the board and Office of State Ethics, include the duty to maintain informal staff letters, require a majority of board members present and voting for the issuance of advisory opinions, rather than a concurring vote of five members, and add Subdiv. (5) re yearly training of state employees re the code of ethics, Subdiv. (6) re the making of legislative recommendations and Subdiv. (7) re monthly meetings with the office's executive director and ethics enforcement officer, amended Subsec. (b) to provide for the employment of a separate general counsel and ethics enforcement officer, and added Subsec. (c) re appointment and yearly evaluation of the executive director, Subsec. (d) re appointment of the general counsel and ethics enforcement officer, Subsec. (e) re the legal division of the Office of State Ethics, Subsec. (f) re the enforcement division of the Office of State Ethics, Subsec. (g) re authority of the board to adopt regulations and Subsec. (h) re yearly training of state personnel in the code of ethics, effective July 1, 2005; P.A. 05-287 added Subsec. (a)(6) re the commission's authority to enter into contractual agreements necessary for the discharge of its duties and deleted Subsec. (b) re authority to employ an executive director, general counsel and staff, effective July 13, 2005; P.A. 05-288 amended Subsec. (a)(1) and (2) by replacing provision re memoranda filed under Sec. 1-82a(f) with provision re memoranda issued in accordance with Sec. 1-82(b), effective July 13, 2005; June Sp. Sess. P.A. 05-3 amended Subsec. (c) to require that appointment of executive director not be made until all the initial board members appointed to terms commencing on October 1, 2005, are appointed by their respective authorities and amended Subsec. (g) to provide that regulations shall not be deemed to govern the conduct of any judge trial referee, effective July 1, 2005; P.A. 06-196 made technical changes in Subsecs. (c) and (f), effective June 7, 2006; P.A. 13-244 amended Subsec. (a)(3) to add references to “part IV of this chapter”, amended Subsec. (a)(6) to change the report due date from April to February 15 and to substitute “Office of State Ethics” for “commission”, redesignated existing Subsec. (a)(8) as new Subsec. (b) and redesignated existing Subsecs. (b) to (h) as Subsecs. (c) to (i), amended redesignated Subsec. (b) to substitute “Office of State Ethics” for “commission” and made technical and conforming changes; P.A. 13-264 redesignated existing Subsec. (a)(8) as Subsec. (b), redesignated existing Subsecs. (b) to (h) as Subsecs. (c) to (i), replaced “commission” with “Office of State Ethics” in Subsec. (a)(6) and redesignated Subsec. (b) and made technical and conforming changes; P.A. 21-164 amended Subsec. (c) to add provision re ethics enforcement officer to be a member of the bar of this state and amended Subsec. (g) to add provision re ethics enforcement officer representing the office before the Superior Court for certain appeals.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-81a. Recommended appropriations. Allotments.(a) Notwithstanding any provision of the general statutes, the appropriations recommended for the Office of State Ethics shall be the estimates of expenditure requirements transmitted to the Secretary of the Office of Policy and Management by the executive director of the Office of State Ethics and the recommended adjustments and revisions of such estimates shall be the recommended adjustments and revisions, if any, transmitted by said executive director to the Office of Policy and Management.\n(b) Notwithstanding any provision of the general statutes, the Governor shall not reduce allotment requisitions or allotments in force concerning the Office of State Ethics.\n(P.A. 04-204, S. 9; P.A. 05-183, S. 4; P.A. 11-48, S. 74; May Sp. Sess. P.A. 16-3, S. 70.)\nHistory: P.A. 04-204 effective July 1, 2004; P.A. 05-183 changed references from the State Ethics Commission to the Office of State Ethics, effective July 1, 2005; P.A. 11-48 amended Subsec. (a) by adding language re separate line item within budget for Office of Governmental Accountability, by replacing language re director of Office of State Ethics with language re administrator of Office of Governmental Accountability and by making technical changes, effective July 1, 2011; May Sp. Sess. P.A. 16-3 amended Subsec. (a) by deleting references to Office of Governmental Accountability, deleting provision re separate line item within budget for said office and replacing reference to executive administrator of Office of Governmental Accountability with reference to executive director of Office of State Ethics, effective July 1, 2016.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-81b. Summary of ethics laws re bidders, proposers and state contractors.The Office of State Ethics shall develop a plain language summary of state ethics laws concerning (1) persons, firms and corporations submitting bids or proposals for state contracts, and (2) state contractors. The Office of State Ethics shall publish said summary on the Office of State Ethics' web site.\n(P.A. 04-245, S. 7; P.A. 05-183, S. 5.)\nHistory: P.A. 04-245 effective June 1, 2004; P.A. 05-183 changed references from the State Ethics Commission to the Office of State Ethics, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-81c. Mandatory ethics training for public officials. Frequency. Exception.Not later than December 31, 2010, the Office of State Ethics shall establish and administer a program of mandatory training on the code of ethics for public officials as set forth in chapter 10. Such program shall provide such training to members of the General Assembly upon first election to the General Assembly, and for all members of the General Assembly every four years beginning in 2011, except that, in the event there is a significant revision of the code of ethics for public officials, as determined by the Joint Committee on Legislative Management, said committee shall request that the Office of State Ethics conduct a training for all members of the General Assembly before the date of the next regularly scheduled training.\n(June 11 Sp. Sess. P.A. 08-3, S. 8.)\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-82. Complaints. Procedure. Time limits. Investigation; notice; hearings. Attorneys' fees. Damages for complaints without foundation.(a)(1) Upon the complaint of any person on a form prescribed by the board, signed under penalty of false statement, or upon its own complaint, the ethics enforcement officer of the Office of State Ethics shall investigate any alleged violation of this part, section1-101bbor section1-101nn. Not later than five days after the receipt or issuance of such complaint, the board shall provide notice of such receipt or issuance and a copy of the complaint by registered or certified mail to any respondent against whom such complaint is filed and shall provide notice of the receipt of such complaint to the complainant. When the ethics enforcement officer of the Office of State Ethics undertakes an evaluation of a possible violation of this part, section1-101bbor section1-101nnprior to the filing of a complaint, the subject of the evaluation shall be notified not later than five business days after an Office of State Ethics staff member's first contact with a third party concerning the matter.\n(2) In the conduct of its investigation of an alleged violation of this part, section1-101bbor section1-101nn, the Office of State Ethics shall have the power to hold hearings, administer oaths, examine witnesses and receive oral and documentary evidence. The Office of State Ethics may subpoena witnesses under procedural rules adopted by the Citizen's Ethics Advisory Board as regulations in accordance with the provisions of chapter 54 to compel attendance before the Office of State Ethics and to require the production for examination by the ethics enforcement officer of the Office of State Ethics of any books and papers which the Office of State Ethics deems relevant in any matter under investigation or in question, provided any such subpoena is issued either pursuant to a majority vote of the Citizen's Ethics Advisory Board or pursuant to the signature of the chairperson of such board. The vice-chairperson of such board may sign any such subpoena if the chairperson of such board is unavailable. In the exercise of such powers, the Office of State Ethics may use the services of the state police, who shall provide the same upon the office's request. The Office of State Ethics shall make a record of all proceedings conducted pursuant to this subsection. The ethics enforcement officer of the Office of State Ethics may bring any alleged violation of this part before a judge trial referee assigned by the Chief Court Administrator for such purpose for a probable cause hearing. Such judge trial referee shall be compensated in accordance with the provisions of section52-434from such funds as may be available to the Office of State Ethics. Any witness summoned before the Office of State Ethics or a judge trial referee pursuant to this subsection shall receive the witness fee paid to witnesses in the courts of this state. During any investigation conducted pursuant to this subsection or any probable cause hearing conducted pursuant to this subsection, the respondent shall have the right to appear and be heard and to offer any information which may tend to clear the respondent of probable cause to believe the respondent has violated any provision of this part, section1-101bbor section1-101nn. The respondent shall also have the right to be represented by legal counsel and to examine and cross-examine witnesses. Not later than ten days prior to the commencement of any hearing conducted pursuant to this subsection, the Office of State Ethics shall provide the respondent with a list of its intended witnesses. Any finding of probable cause to believe the respondent is in violation of any provisions of this part shall be made by a judge trial referee not later than thirty days after the ethics enforcement officer brings such alleged violation before such judge trial referee, except that such thirty-day limitation period shall not apply if the judge trial referee determines that good cause exists for extending such limitation period.\n(b) If a judge trial referee determines that probable cause exists for the violation of a provision of this part, section1-101bbor section1-101nn, the board shall initiate hearings to determine whether there has been a violation of this part, section1-101bbor section1-101nn. Any such hearing shall be initiated by the board not later than thirty days after the finding of probable cause by a judge trial referee and shall be concluded not later than ninety days after its initiation, except that such thirty or ninety-day limitation period shall not apply if the judge trial referee determines that good cause exists for extending such limitation period. A judge trial referee, who has not taken part in the probable cause determination on the matter shall be assigned by the Chief Court Administrator and shall be compensated in accordance with section52-434out of funds available to the Office of State Ethics. Such judge trial referee shall preside over such hearing and rule on all issues concerning the application of the rules of evidence, which shall be the same as in judicial proceedings. The judge trial referee shall have no vote in any decision of the board. All hearings of the board held pursuant to this subsection shall be open. At such hearing the board shall have the same powers as the Office of State Ethics under subsection (a) of this section and the respondent shall have the right to be represented by legal counsel, to compel attendance of witnesses and the production of books, documents, records and papers and to examine and cross-examine witnesses. Not later than ten days prior to the commencement of any hearing conducted pursuant to this subsection, the Office of State Ethics shall provide the respondent with a list of its intended witnesses. The judge trial referee shall, while engaged in the discharge of the duties as provided in this subsection, have the same authority as is provided in section51-35over witnesses who refuse to obey a subpoena or to testify with respect to any matter upon which such witness may be lawfully interrogated, and may commit any such witness for contempt for a period no longer than thirty days. The Office of State Ethics shall make a record of all proceedings pursuant to this subsection. During the course of any such hearing, no ex-parte communication shall occur between the board, or any of its members, and: (1) The judge trial referee, or (2) any staff member of the Enforcement Division of the Office of State Ethics, concerning the complaint or the respondent. The board shall find no person in violation of any provision of this part, section1-101bbor section1-101nnexcept upon the concurring vote of two-thirds of its members present and voting. No member of the board shall vote on the question of whether a violation of any provision of this part has occurred unless such member was physically present for the duration of any hearing held pursuant to this subsection. Not later than forty-five days after the public hearing conducted in accordance with this subsection, the board shall publish its finding and a memorandum of the reasons therefor. Such finding and memorandum shall be deemed to be the final decision of the board on the matter for the purposes of chapter 54. The respondent, if aggrieved by the finding and memorandum, may appeal therefrom to the Superior Court in accordance with the provisions of section4-183.\n(c) If a judge trial referee finds, after a hearing pursuant to this section, that there is no probable cause to believe that a public official or state employee has violated a provision of this part, section1-101bbor section1-101nn, or if the board determines that a public official or state employee has not violated any such provision, or if a court of competent jurisdiction overturns a finding by the board of a violation by such a respondent, the state shall pay the reasonable legal expenses of the respondent as determined by the Attorney General or by the court if appropriate. If any complaint brought under the provisions of this part, section1-101bbor section1-101nnis made with the knowledge that it is made without foundation in fact, the respondent shall have a cause of action against the complainant for double the amount of damage caused thereby and, if the respondent prevails in such action, the respondent may be awarded by the court the costs of such action together with reasonable attorneys' fees.\n(d) No complaint may be made under this section later than five years after the violation alleged in the complaint has been committed.\n(e) No person shall take or threaten to take official action against an individual for such individual's disclosure of information to the board or the general counsel, ethics enforcement officer or staff of the Office of State Ethics under the provisions of this part, section1-101bbor section1-101nn. After receipt of information from an individual under the provisions of this part, section1-101bbor section1-101nn, the Office of State Ethics shall not disclose the identity of such individual without such individual's consent unless the Office of State Ethics determines that such disclosure is unavoidable during the course of an investigation. No person shall be subject to civil liability for any good faith disclosure that such person makes to the Office of State Ethics.\n(P.A. 77-600, S. 4, 15; 77-605, S. 16, 21; 77-614, S. 486, 587, 610; P.A. 78-303, S. 85, 136; P.A. 79-493, S. 4, 9; P.A. 81-296, S. 1; P.A. 83-249, S. 5, 14; 83-586, S. 2, 14; June Sp. Sess. P.A. 83-15, S. 1, 2; P.A. 84-52, S. 1; 84-519, S. 1; P.A. 85-290, S. 1; June 12 Sp. Sess. P.A. 91-1, S. 14; P.A. 92-29, S. 1; P.A. 94-132, S. 1; P.A. 96-37, S. 1; P.A. 04-38, S. 1; 04-198, S. 3; 04-204, S. 4; P.A. 05-183, S. 6; 05-287, S. 39; June 11 Sp. Sess. P.A. 08-3, S. 16; P.A. 13-244, S. 7; 13-264, S. 3; P.A. 17-235, S. 6; P.A. 18-137, S. 17; P.A. 21-164, S. 6.)\nHistory: P.A. 77-605 removed subpoena power and permission to use services of state police from investigation process in Subsec. (a) and placed these provisions in Subsec. (c) under the hearing process; P.A. 77-614 and P.A. 78-303 placed the state police within the department of public safety, effective January 1, 1979; P.A. 79-493 required concurring vote of four members for finding of probable cause; P.A. 81-296 added Subsec. (e) establishing a three-year time limit for complaints; P.A. 83-249 made technical change in Subsec. (a); P.A. 83-586 amended Subsec. (b) by adding provisions concerning publication of commission findings and confidentiality of record; June Sp. Sess. P.A. 83-15 amended Subsec. (d) to provide for state reimbursement of legal expenses of respondent in some instances; P.A. 84-52 eliminated provisions re confidentiality of investigations and publication of findings; P.A. 84-519 amended section to grant subpoena power to commission at all stages of investigation, to require commission to meet prior to commencing investigation and to exempt such meetings from the freedom of information act, and deleted provision authorizing commission witnesses to be paid witness fees awarded court witnesses; P.A. 85-290 amended Subsec. (a) to require that commission notify persons under evaluation within 5 business days after a commission staff member's first contact with a third party concerning the matter; June 12 Sp. Sess. P.A. 91-1 amended Subsecs. (b) and (c) to require trial referee or senior judge, instead of commission, to make determinations re violations; P.A. 92-29 amended Subsecs. (b) and (c) by eliminating references to senior judges; P.A. 94-132 amended Subsec. (a)(1) by deleting provisions re meeting to determine whether sufficient evidence exists to warrant inquiry, changing notice deadline from 5 days after meeting to 5 days after receipt or issuance of complaint, and making technical grammatical changes, amended Subsec. (a)(2) by adding “of an alleged violation of this part” after “investigation”, deleting provision re deadline for adoption of regulations, and adding provisions re record of proceedings and list of intended witnesses, amended Subsec. (b) by specifying trial referee has no vote in commission decision, adding “of the commission held” after “all hearings” giving commission, rather than trial referee, the same powers as under Subsec. (a), adding provisions re list of intended witnesses and vote required for finding of violation, changing publisher of finding and memorandum from trial referee to commission, and deleting provision re commission aggrieved by finding and memorandum, amended Subsec. (c) by deleting provision re trial referee overturning finding by commission, changing finding that may be overturned by court from one of trial referee to one of commission, and making technical changes, and added new Subsec. (e) re individuals who disclose information to commission; P.A. 96-37 amended Subsec. (b) by changing “state trial referee” to “judge trial referee”; P.A. 04-38 amended Subsec. (d) to increase the time limit for complaints from three to five years, effective July 1, 2004; P.A. 04-198 applied provisions to Sec. 1-86d, effective June 3, 2004; P.A. 04-204 amended Subsec. (a)(2) to increase vote required to find probable cause of violation of part from four to five members, and amended Subsec. (b) to increase vote required to find violation of part from five to seven members, effective June 3, 2004; P.A. 05-183 amended Subsec. (a) to change references from the State Ethics Commission to the Office of State Ethics and the Citizen's Ethics Advisory Board, authorize the ethics enforcement officer to bring alleged violations of the code of ethics to a judge trial referee for a probable cause hearing, provide 30 days for a judge trial referee to make any such probable cause finding and make conforming and technical changes, amended Subsec. (b) to provide for the timing of a hearing by the board on a violation, make technical changes, and change the requirement for a finding of a violation from a vote of seven members to a vote of two-thirds of those members present and voting, and amended Subsecs. (c) and (e) to make conforming and technical changes, effective July 1, 2005; P.A. 05-287 made technical changes and included references to Sec. 1-101nn throughout the section, amended Subsec. (b) to require a vote of six members, rather than seven, for a finding of a violation and amended Subsec. (e) to provide that persons who make good faith disclosures to the commission shall not be subject to civil liability for such disclosures, effective July 1, 2005; June 11 Sp. Sess. P.A. 08-3 amended Subsec. (a)(2) to provide that Office of State Ethics may subpoena witnesses provided subpoena is issued either pursuant to majority vote of board or pursuant to signature of chairperson, or vice-chairperson of board if chairperson unavailable, and amended Subsec. (b) to provide prohibition re ex-parte communications during course of hearings between board or its members and judge trial referee or any staff member of Enforcement Division of the Office of State Ethics and to prohibit a board member from voting on question of whether violation had occurred if such member was not physically present for duration of any hearing; P.A. 13-244 changed “commission” to “Office of State Ethics” in Subsec. (e), effective July 2, 2013; P.A. 13-264 made identical change in Subsec. (e) as P.A. 13-244, effective July 11, 2013; P.A. 17-235 amended Subsec. (b) to make technical changes and to require vote of two-thirds of members rather than six members for finding of violation; P.A. 18-137 added references to Sec. 1-101bb and amended Subsec. (c) to make technical changes; P.A. 21-164 amended Subsec. (b) to change date for publishing finding and memorandum from 15 to 45 days after public hearing.\nCited. 222 C. 799; 224 C. 29.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-82a. Confidentiality of complaints, evaluations of possible violations and investigations. Publication of findings.(a) Unless a judge trial referee makes a finding of probable cause, a complaint alleging a violation of this part, section1-101bbor section1-101nnshall be confidential except upon the request of the respondent. An evaluation of a possible violation of this part, section1-101bbor section1-101nnby the Office of State Ethics prior to the filing of a complaint shall be confidential except upon the request of the subject of the evaluation. If the evaluation is confidential, any information supplied to or received from the Office of State Ethics shall not be disclosed to any third party by a subject of the evaluation, a person contacted for the purpose of obtaining information or by the ethics enforcement officer or staff of the Office of State Ethics. No provision of this subsection shall prevent the Office of State Ethics from reporting the possible commission of a crime to the Chief State's Attorney or other prosecutorial authority.\n(b) An investigation conducted prior to a probable cause finding shall be confidential except upon the request of the respondent. If the investigation is confidential, the allegations in the complaint and any information supplied to or received from the Office of State Ethics shall not be disclosed during the investigation to any third party by a complainant, respondent, witness, designated party, or board or staff member of the Office of State Ethics.\n(c) Not later than three business days after the termination of the investigation, the Office of State Ethics shall inform the complainant and the respondent of its finding and provide them a summary of its reasons for making that finding. The Office of State Ethics shall publish its finding upon the respondent's request and may also publish a summary of its reasons for making such finding.\n(d) If a judge trial referee makes a finding of no probable cause, the complaint and the record of the Office of State Ethics' investigation shall remain confidential, except upon the request of the respondent and except that some or all of the record may be used in subsequent proceedings. No complainant, respondent, witness, designated party, or board or staff member of the Office of State Ethics shall disclose to any third party any information learned from the investigation, including knowledge of the existence of a complaint, which the disclosing party would not otherwise have known. If such a disclosure is made, the judge trial referee may, after consultation with the respondent if the respondent is not the source of the disclosure, publish the judge trial referee's finding and a summary of the judge trial referee's reasons therefor.\n(e) The judge trial referee shall make public a finding of probable cause not later than five business days after any such finding. At such time the entire record of the investigation shall become public, except that the Office of State Ethics may postpone examination or release of such public records for a period not to exceed fourteen days for the purpose of reaching a stipulation agreement pursuant to subsection (c) of section4-177. Any such stipulation agreement or settlement shall be approved by a majority of those members present and voting.\n(P.A. 84-52, S. 2; P.A. 85-290, S. 2; P.A. 88-317, S. 40, 107; June 12 Sp. Sess. P.A. 91-1, S. 15; P.A. 94-132, S. 2; P.A. 05-183, S. 7; 05-287, S. 40; P.A. 06-196, S. 7; P.A. 18-137, S. 18.)\nHistory: P.A. 85-290 amended Subsec. (a) to add provisions re confidentiality of a commission evaluation prior to the filing of a complaint; P.A. 88-317 substituted “subsection (c)” for “subsection (d)” in reference to Sec. 4-177, effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; June 12 Sp. Sess. P.A. 91-1 repealed former Subsec. (f) re publication of commission finding and memorandum under Sec. 1-82(b); P.A. 94-132 amended Subsec. (a) to authorize reports to prosecutorial authority other than chief state's attorney; P.A. 05-183 replaced “commission” with “judge trial referee” or “Office of State Ethics” and made conforming changes throughout the section and amended Subsec. (e) to require approval of a stipulation or settlement agreement by a majority of those members present and voting, effective July 1, 2005; P.A. 05-287 amended Subsec. (a) to include references to Sec. 1-101nn, effective July 1, 2005; P.A. 06-196 made technical changes in Subsec. (d), effective June 7, 2006; P.A. 18-137 amended Subsec. (a) to add references to Sec. 1-101bb.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-82b. Continuation of certain probable cause hearings.Section1-82bis repealed, effective October 1, 2021.\n(June Sp. Sess. P.A. 05-3, S. 107; P.A. 21-164, S. 15.)\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-83. Statements of financial interests. Filing requirements. Ethics statements. Confidentiality. Waiver.(a)(1) All state-wide elected officers, members of the General Assembly, department heads and their deputies, members or directors of each quasi-public agency, members of the Investment Advisory Council and such members of the Executive Department and such employees of quasi-public agencies as the Governor shall require, shall file electronically with the Office of State Ethics using the software created by the office, under penalty of false statement, a statement of financial interests for the preceding calendar year on or before the May first next in any year in which they hold such an office or position. If, in any year, May first falls on a weekend or legal holiday, such statement shall be filed not later than the next business day. Any such individual who leaves his or her office or position shall file electronically a statement of financial interests covering that portion of the year during which such individual held his or her office or position. The Office of State Ethics shall notify such individuals of the requirements of this subsection not later than sixty days after their departure from such office or position. Such individuals shall file such statement electronically not later than sixty days after receipt of the notification.\n(2) Each state agency, department, board and commission shall develop and implement, in cooperation with the Office of State Ethics, an ethics statement as it relates to the mission of the agency, department, board or commission. The executive head of each such agency, department, board or commission shall be directly responsible for the development and enforcement of such ethics statement and shall file a copy of such ethics statement with the Office of State Ethics.\n(b) (1) The statement of financial interests, except as provided in subdivision (2) of this subsection, shall include the following information for the preceding calendar year in regard to the individual required to file the statement and the individual's spouse and dependent children residing in the individual's household: (A) The names of all businesses with which associated; (B) all sources of income, including the name of each employer, with a description of the type of income received, in excess of one thousand dollars, without specifying amounts of income; (C) the name of securities in excess of five thousand dollars at fair market value owned by such individual, spouse or dependent children or held in the name of a corporation, partnership or trust for the benefit of such individual, spouse or dependent children; (D) the existence of any known blind trust and the names of the trustees; (E) all real property and its location, whether owned by such individual, spouse or dependent children or held in the name of a corporation, partnership or trust for the benefit of such individual, spouse or dependent children; (F) the names and addresses of creditors to whom the individual, the individual's spouse or dependent children, individually, owed debts of more than ten thousand dollars; (G) any leases or contracts with the state or a quasi-public agency held or entered into by the individual or a business with which he or she was associated; and (H) the name of any of the following that is a partner or owner of, or has a similar business affiliation with, the business included under subparagraph (A) of this subdivision: (i) Any lobbyist, (ii) any person the individual filing the statement knows or has reason to know is doing business with or seeking to do business with the state or is engaged in activities that are directly regulated by the department or agency in which the individual is employed, or (iii) any business with which such lobbyist or person is associated.\n(2) In the case of securities in excess of five thousand dollars at fair market value held within (A) a retirement savings plan, as described in Section 401 of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as amended from time to time, (B) a payroll deduction individual retirement account plan, as described in Section 408 or 408A of said Internal Revenue Code, (C) a governmental deferred compensation plan, as described in Section 457 of said Internal Revenue Code, or (D) an education savings plan, as described in Section 529 of said Internal Revenue Code, the names of such securities shall not be required to be disclosed in any statement of financial interests and only the name of such retirement savings plan, individual retirement account plan, deferred compensation plan or education savings plan holding such securities shall be required.\n(c) The statement of financial interests filed pursuant to this section shall be a matter of public information, except (1) the names of any dependent children residing in the household of the individual filing such statement shall not be subject to disclosure under the Freedom of Information Act, as defined in section1-200, and (2) the list of names, filed in accordance with subparagraph (F) of subdivision (1) of subsection (b) of this section shall be sealed and confidential and for the use of the Office of State Ethics only after a complaint has been filed under section1-82and such complaint has been determined by a vote of the board to be of sufficient merit and gravity to justify the unsealing of such list or lists and not open to public inspection unless the respondent requests otherwise. If the board reports its findings to the Chief State's Attorney in accordance with subsection (c) of section1-88, the board shall turn over to the Chief State's Attorney such relevant information contained in the statement as may be germane to the specific violation or violations or a prosecutorial official may subpoena such statement in a criminal action. Unless otherwise a matter of public record, the Office of State Ethics shall not disclose to the public any such subpoena which would be exempt from disclosure by the issuing agency.\n(d) Any individual who is unable to provide information required under the provisions of subdivision (1) of subsection (b) of this section by reason of impossibility may petition the board for a waiver of the requirements.\n(P.A. 77-600, S. 5, 15; P.A. 79-549; P.A. 80-482, S. 342, 343, 345, 348; P.A. 83-249, S. 6, 14; 83-270, S. 3; 83-586, S. 3, 14; P.A. 84-21, S. 1, 5; 84-335, S. 2, 4; 84-546, S. 141, 173; P.A. 87-524, S. 5, 7; P.A. 88-139, S. 2; 88-225, S. 2, 14; P.A. 89-97, S. 2, 7; 89-145; June 12 Sp. Sess. P.A. 91-1, S. 8; P.A. 94-126, S. 1; 94-132, S. 3; June 18 Sp. Sess. P.A. 97-6, S. 12, 14; P.A. 00-43, S. 17, 19; 00-66, S. 1; 00-99, S. 14, 154; P.A. 01-195, S. 1, 2, 181; P.A. 04-245, S. 1; P.A. 05-183, S. 8; P.A. 07-201, S. 2; P.A. 11-51, S. 183; P.A. 13-244, S. 8; 13-299, S. 47; P.A. 15-43, S. 1; P.A. 16-174, S. 1; P.A. 19-2, S. 1; 19-180, S. 1; P.A. 21-76, S. 24; 21-164, S. 7.)\nHistory: P.A. 79-549 included members of gaming policy board, executive director of division of special revenue within the department of business regulation under filing requirements; P.A. 80-482 changed “business regulation” to “revenue services”, expanded provisions regarding the executive director and limited revenue services' control to administrative purposes only; P.A. 83-249 changed “commissioners and deputy commissioners” to “department heads and their deputies” and made technical amendments; P.A. 83-270 amended Subsec. (a) to include members of the board of directors of the Connecticut resources recovery authority under filing requirements; P.A. 83-586 amended Subsec. (a) to require post-termination filing of financial statement, amended Subsec. (b) to allow for nondisclosure of privileged information, to clarify that reporting threshold figure of $5,000 refers to net income and to require disclosure of clients providing more than $5,000 of net income to any business with which the individual was associated, names of creditors and state leases and contracts, amended Subsec. (c) to allow commission access to list of names if commission determines that a complaint is of sufficient merit and gravity to justify its unsealing and added Subsec. (d) allowing waiver in cases in which it is impossible to comply with information requirements; P.A. 84-21 made technical correction in Subsec. (c) to refer to list of names of creditors as sealed and confidential; P.A. 84-335 added requirement that sheriffs and deputy sheriffs file limited financial statements; P.A. 84-546 made technical changes in Subsec. (b); P.A. 87-524 amended Subsec. (b) to specify that Subdiv. (2) shall not permit elected official to receive gift, honorarium or compensation prohibited under Sec. 9-333i(h); P.A. 88-139 amended Subsec. (a) by changing the filing deadline for statements of financial interests from April fifteenth to May first, amended Subsec. (b)(1)(C) by deleting the exception for blind trusts; added Subsec. (b)(1)(D) re blind trusts; added the language in Subsec. (b)(1)(E) re real property held for the benefit of an individual, spouse or dependent children and relettered Subparas. (E) and (F) accordingly; P.A. 88-225 amended Subsec. (a) to require that members or directors of each quasi-public agency, instead of only members of board of directors of Connecticut resources recovery authority, and such employees of quasi-public agencies as governor requires, file statement of financial interests; P.A. 89-97 added definition of “fee” and “honorarium” in Subsec. (b)(2) and required filing of such a fee or honorarium in an amount of $100 or more received in capacity as public official or state employee instead of fee or honorarium received for appearance or delivery of address to any meeting of an organization; P.A. 89-145 increased threshold in Subsec. (b)(1)(B) for reporting names and addresses of clients, patients and customers providing income to individual, from $5,000 to $10,000; June 12 Sp. Sess. P.A. 91-1 deleted former Subsec. (b)(2) re disclosure of fees and honoraria and renumbered Subdiv. (3) as Subdiv. (2); P.A. 94-126 added Subsec. (a)(2) re ethics statements and clarified that Subsecs. (b) and (c) apply to statements of financial interests; P.A. 94-132 amended Subsec. (c) by adding provision re disclosure of subpoenas; June 18 Sp. Sess. P.A. 97-6 amended Subsec. (b)(1) to delete requirement that statement of financial interests include names and addresses of clients, patients and customers who provide more than $10,000 of net income, effective January 1, 1998; P.A. 00-43 amended Subsec. (a) to extend provisions of section to members of the Investment Advisory Council and to make technical changes for purposes of gender neutrality, effective May 3, 2000; P.A. 00-66 made technical changes in Subsec. (b); P.A. 00-99 changed reference to sheriffs and deputy sheriffs to state marshals in Subsecs. (a) and (b), effective December 1, 2000; P.A. 01-195 substituted “marshals” for “marshal” in Subsec. (a)(1) and made a technical change in Subsec. (b)(1)(G) for purposes of gender neutrality, effective July 11, 2001; P.A. 04-245 added Subsec. (b)(1)(H) re disclosure of business affiliations with lobbyists, persons doing business with or seeking to do business with the state or persons engaged in regulated activities or associated businesses; P.A. 05-183 replaced “commission” and “Ethics Commission” with “Office of State Ethics” or “board” throughout the section and made a technical change in Subsec. (a)(1), effective July 1, 2005; P.A. 07-201 amended Subsec. (b)(1)(B) to require the disclosure of the name of each employer and a description of each source of income, effective July 5, 2007; P.A. 11-51 removed reference to executive director of Division of Special Revenue in Subsec. (a)(1), effective July 1, 2011; P.A. 13-244 amended Subsec. (a)(1) to add provision re when filing deadline falls on weekend or holiday and to make technical changes; P.A. 13-299 amended Subsec. (a)(1) to delete reference to members of Gaming Policy Board, effective July 1, 2013; P.A. 15-43 amended Subsec. (b)(1) to add exception re Subsec. (b)(3) and, in Subpara. (G), to add reference to leases or contracts with quasi-public agencies and added Subsec. (b)(3) re exempting disclosure of the names of certain securities, effective January 1, 2016; P.A. 16-174 amended Subsec. (a)(1) to replace 30 days with 60 days in provision re office to notify individuals of requirements of subsection, amended Subsec. (b)(1)(B) by replacing “each source” with “the type of income received”, amended Subsec. (b)(1)(H) to rephrase provisions re business affiliations and amended Subsec. (b)(3) to make a technical change, effective January 1, 2017; P.A. 19-2 amended Subsec. (c) to designate existing provisions as Subdiv. (2) and add Subdiv. (1) re exception from disclosure of names of dependent children, effective April 29, 2019; P.A. 19-180 amended Subsec. (a) by deleting “state marshals” in Subdiv. (1), amended Subsec. (b) by deleting former Subdiv. (2) re statement of financial interests filed by state marshals, redesignating existing Subdiv. (3) as Subdiv. (2), and made conforming changes; P.A. 21-76 amended Subsec. (a)(2) by deleting provision re filing copy of ethics statement with Department of Administrative Services, effective July 1, 2021; P.A. 21-164 amended Subsec. (a)(1) by adding references to electronic filing of statements of financial interests and making a technical change.\nDisclosure obligations under statute not subject to disclosure requirement of Sec. 1-19(a). 18 CA 212.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-84. (Formerly Sec. 1-66). Prohibited activities. Exception re employment of immediate family at constituent unit.(a) No public official or state employee shall, while serving as such, have any financial interest in, or engage in, any business, employment, transaction or professional activity, which is in substantial conflict with the proper discharge of his duties or employment in the public interest and of his responsibilities as prescribed in the laws of this state, as defined in section1-85.\n(b) No public official or state employee shall accept other employment which will either impair his independence of judgment as to his official duties or employment or require him, or induce him, to disclose confidential information acquired by him in the course of and by reason of his official duties.\n(c) No public official or state employee shall wilfully and knowingly disclose, for financial gain, to any other person, confidential information acquired by him in the course of and by reason of his official duties or employment and no public official or state employee shall use his public office or position or any confidential information received through his holding such public office or position to obtain financial gain for himself, his spouse, child, child's spouse, parent, brother or sister or a business with which he is associated.\n(d) No public official or state employee or employee of such public official or state employee shall agree to accept, or be a member or employee of a partnership, association, professional corporation or sole proprietorship which partnership, association, professional corporation or sole proprietorship agrees to accept any employment, fee or other thing of value, or portion thereof, for appearing, agreeing to appear, or taking any other action on behalf of another person before the Department of Banking, the Office of the Claims Commissioner, the Health Systems Planning Unit of the Office of Health Strategy, the Insurance Department, the Department of Consumer Protection, the Department of Motor Vehicles, the State Insurance and Risk Management Board, the Department of Energy and Environmental Protection, the Public Utilities Regulatory Authority, the Connecticut Siting Council or the Connecticut Real Estate Commission; provided this shall not prohibit any such person from making inquiry for information on behalf of another before any of said commissions or commissioners if no fee or reward is given or promised in consequence thereof. For the purpose of this subsection, partnerships, associations, professional corporations or sole proprietorships refer only to such partnerships, associations, professional corporations or sole proprietorships which have been formed to carry on the business or profession directly relating to the employment, appearing, agreeing to appear or taking of action provided for in this subsection. Nothing in this subsection shall prohibit any employment, appearing, agreeing to appear or taking action before any municipal board, commission or council. Nothing in this subsection shall be construed as applying (1) to the actions of any teaching or research professional employee of a public institution of higher education if such actions are not in violation of any other provision of this chapter, (2) to the actions of any other professional employee of a public institution of higher education if such actions are not compensated and are not in violation of any other provision of this chapter, (3) to any member of a board or commission who receives no compensation other than per diem payments or reimbursement for actual or necessary expenses, or both, incurred in the performance of the member's duties, or (4) to any member or director of a quasi-public agency. Notwithstanding the provisions of this subsection to the contrary, a legislator, an officer of the General Assembly or part-time legislative employee may be or become a member or employee of a firm, partnership, association or professional corporation which represents clients for compensation before agencies listed in this subsection, provided the legislator, officer of the General Assembly or part-time legislative employee shall take no part in any matter involving the agency listed in this subsection and shall not receive compensation from any such matter. Receipt of a previously established salary, not based on the current or anticipated business of the firm, partnership, association or professional corporation involving the agencies listed in this subsection, shall be permitted.\n(e) No legislative commissioner or his partners, employees or associates shall represent any person subject to the provisions of part II concerning the promotion of or opposition to legislation before the General Assembly, or accept any employment which includes an agreement or understanding to influence, or which is inconsistent with, the performance of his official duties.\n(f) No person shall offer or give to a public official or state employee or candidate for public office or his spouse, his parent, brother, sister or child or spouse of such child or a business with which he is associated, anything of value, including, but not limited to, a gift, loan, political contribution, reward or promise of future employment based on any understanding that the vote, official action or judgment of the public official, state employee or candidate for public office would be or had been influenced thereby.\n(g) No public official or state employee or candidate for public office shall solicit or accept anything of value, including but not limited to, a gift, loan, political contribution, reward or promise of future employment based on any understanding that the vote, official action or judgment of the public official or state employee or candidate for public office would be or had been influenced thereby.\n(h) Nothing in subsection (f) or (g) of this section shall be construed (1) to apply to any promise made in violation of subdivision (6) of section9-622, or (2) to permit any activity otherwise prohibited in section53a-147or53a-148.\n(i) (1) No public official or state employee or member of the official or employee's immediate family or a business with which he is associated shall enter into any contract with the state, valued at one hundred dollars or more, other than a contract (A) of employment as a state employee, (B) with the Technical Education and Career System for students enrolled in a school in the system to perform services in conjunction with vocational, technical, technological or postsecondary education and training any such student is receiving at a school in the system, subject to the review process under subdivision (2) of this subsection, (C) with a public institution of higher education to support a collaboration with such institution to develop and commercialize any invention or discovery, or (D) pursuant to a court appointment, unless the contract has been awarded through an open and public process, including prior public offer and subsequent public disclosure of all proposals considered and the contract awarded. In no event shall an executive head of an agency, as defined in section4-166, including a commissioner of a department, or an executive head of a quasi-public agency, as defined in section1-79, or the executive head's immediate family or a business with which he is associated enter into any contract with that agency or quasi-public agency. Nothing in this subsection shall be construed as applying to any public official who is appointed as a member of the executive branch or as a member or director of a quasi-public agency and who receives no compensation other than per diem payments or reimbursement for actual or necessary expenses, or both, incurred in the performance of the public official's duties unless such public official has authority or control over the subject matter of the contract. Any contract made in violation of this subsection shall be voidable by a court of competent jurisdiction if the suit is commenced not later than one hundred eighty days after the making of the contract.\n(2) The superintendent of the Technical Education and Career System shall establish an open and transparent process to review any contract entered into under subparagraph (B) of subdivision (1) of this subsection.\n(j) No public official, state employee or candidate for public office, or a member of any such person's staff or immediate family shall knowingly accept any gift, as defined in subdivision (5) of section1-79, from a person known to be a registrant or anyone known to be acting on behalf of a registrant.\n(k) No public official, spouse of the Governor or state employee shall accept a fee or honorarium for an article, appearance or speech, or for participation at an event, in the public official's, spouse's or state employee's official capacity, provided a public official, Governor's spouse or state employee may receive payment or reimbursement for necessary expenses for any such activity in his or her official capacity. If a public official, Governor's spouse or state employee receives such a payment or reimbursement for lodging or out-of-state travel, or both, the public official, Governor's spouse or state employee shall, not later than thirty days thereafter, file a report of the payment or reimbursement with the Office of State Ethics, unless the payment or reimbursement is provided by the federal government or another state government. If a public official, Governor's spouse or state employee does not file such report within such period, either intentionally or due to gross negligence on the public official's, Governor's spouse's or state employee's part, the public official, Governor's spouse or state employee shall return the payment or reimbursement. If any failure to file such report is not intentional or due to gross negligence on the part of the public official, Governor's spouse or state employee, the public official, Governor's spouse or state employee shall not be subject to any penalty under this chapter. When a public official, Governor's spouse or state employee attends an event in this state in the public official's, Governor's spouse's or state employee's official capacity and as a principal speaker at such event and receives admission to or food or beverage at such event from the sponsor of the event, such admission or food or beverage shall not be considered a gift and no report shall be required from such public official, spouse or state employee or from the sponsor of the event.\n(l) No public official or state employee, or any person acting on behalf of a public official or state employee, shall wilfully and knowingly interfere with, influence, direct or solicit existing or new lobbying contracts, agreements or business relationships for or on behalf of any person.\n(m) No public official or state employee shall knowingly accept, directly or indirectly, any gift, as defined in subdivision (5) of section1-79, from any person the public official or state employee knows or has reason to know: (1) Is doing business with or seeking to do business with the department or agency in which the public official or state employee is employed; (2) is engaged in activities which are directly regulated by such department or agency; or (3) is prequalified under section4a-100. No person shall knowingly give, directly or indirectly, any gift or gifts in violation of this provision. For the purposes of this subsection, the exclusion to the term “gift” in subparagraph (L) of subdivision (5) of section1-79for a gift for the celebration of a major life event shall not apply. Any person prohibited from making a gift under this subsection shall report to the Office of State Ethics any solicitation of a gift from such person by a state employee or public official.\n(n) (1) As used in this subsection, (A) “investment services” means investment legal services, investment banking services, investment advisory services, underwriting services, financial advisory services or brokerage firm services, and (B) “principal of an investment services firm” means (i) an individual who is a director of or has an ownership interest in an investment services firm, except for an individual who owns less than five per cent of the shares of an investment services firm which is a publicly traded corporation, (ii) an individual who is employed by an investment services firm as president, treasurer, or executive or senior vice president, (iii) an employee of such an investment services firm who has managerial or discretionary responsibilities with respect to any investment services, (iv) the spouse or dependent child of an individual described in this subparagraph, or (v) a political committee established by or on behalf of an individual described in this subparagraph.\n(2) The State Treasurer shall not pay any compensation, expenses or fees or issue any contract to any firm which provides investment services when (A) a political committee, as defined in section9-601, established by such firm, or (B) a principal of the investment services firm has made a contribution, as defined in section9-601a, to, or solicited contributions on behalf of, any exploratory committee or candidate committee, as defined in section9-601, established by the State Treasurer as a candidate for nomination or election to the office of State Treasurer. The State Treasurer shall not pay any compensation, expenses or fees or issue any contract to such firms or principals during the term of office as State Treasurer, including, for an incumbent State Treasurer seeking reelection, any remainder of the current term of office.\n(o) If (1) any person (A) is doing business with or seeking to do business with the department or agency in which a public official or state employee is employed, or (B) is engaged in activities which are directly regulated by such department or agency, and (2) such person or a representative of such person gives to such public official or state employee anything having a value of more than ten dollars, such person or representative shall, not later than ten days thereafter, give such recipient and the executive head of the recipient's department or agency a written report stating the name of the donor, a description of the item or items given, the value of such items and the cumulative value of all items given to such recipient during that calendar year. The provisions of this subsection shall not apply to a political contribution otherwise reported as required by law.\n(p) (1) No public official or state employee or member of the immediate family of a public official or state employee shall knowingly accept, directly or indirectly, any gift costing one hundred dollars or more from a public official or state employee who is under the supervision of such public official or state employee.\n(2) No public official or state employee or member of the immediate family of a public official or state employee shall knowingly accept, directly or indirectly, any gift costing one hundred dollars or more from a public official or state employee who is a supervisor of such public official or state employee.\n(3) No public official or state employee shall knowingly give, directly or indirectly, any gift in violation of subdivision (1) or (2) of this subsection.\n(q) No public official or state employee shall intentionally counsel, authorize or otherwise sanction action that violates any provision of this part.\n(r) (1) Notwithstanding the provisions of subsections (b) and (c) of this section, a member of the faculty or a member of a faculty bargaining unit of a constituent unit of the state system of higher education may enter into a consulting agreement or engage in a research project with a public or private entity, provided such agreement or project does not conflict with the member's employment with the constituent unit, as determined by policies established by the board of trustees for such constituent unit.\n(2) The board of trustees for each constituent unit of the state system of higher education shall establish policies to ensure that any such member who enters such a consulting agreement or engages in such a research project (A) is not inappropriately using university proprietary information in connection with such agreement or project, (B) does not have an interest in such agreement or project that interferes with the proper discharge of his or her employment with the constituent unit, and (C) is not inappropriately using such member's association with the constituent unit in connection with such agreement or project. Such policies shall (i) establish procedures for the disclosure, review and management of conflicts of interest relating to any such agreement or project, (ii) require the approval by the chief academic officer of the constituent unit, or his or her designee, prior to any such member entering into any such agreement or engaging in any such project, and (iii) include procedures that impose sanctions and penalties on any member for failing to comply with the provisions of the policies. Annually, the internal audit office of each constituent unit shall audit the constituent unit's compliance with such policies and report its findings to the committee of the constituent unit established pursuant to subdivision (3) of this subsection. For purposes of this subsection, “consulting” means the provision of services for compensation to a public or private entity by a member of the faculty or member of a faculty bargaining unit of a constituent unit of the state system of higher education: (I) When the request to provide such services is based on such member's expertise in a field or prominence in such field, and (II) while such member is not acting in the capacity of a state employee, and “research” means a systematic investigation, including, but not limited to, research development, testing and evaluation, designed to develop or contribute to general knowledge in the applicable field of study.\n(3) There is established a committee for each constituent unit of the state system of higher education to monitor the constituent unit's compliance with the policies and procedures described in subdivision (2) of this subsection governing consulting agreements and research projects with public or private entities by a member of the faculty or a member of a faculty bargaining unit of such constituent unit. Each committee shall consist of nine members as follows: (A) Three members, appointed jointly by the Governor, the speaker of the House of Representatives, the president pro tempore of the Senate, the majority leader of the House of Representatives, the majority leader of the Senate, the minority leader of the House of Representatives and the minority leader of the Senate, who shall serve as members for each such committee; (B) one member appointed by the chairperson of the constituent unit's board of trustees from the membership of such board; (C) the chief academic officer of the constituent unit, or his or her designee; (D) three members appointed by the chief executive officer of the constituent unit; and (E) one member appointed by the chairperson of the Citizen's Ethics Advisory Board from the membership of such board. Members shall serve for a term of two years. Any vacancies shall be filled by the appointing authority. Each committee shall (i) review the annual reports submitted by the internal audit office for the constituent unit, pursuant to subdivision (2) of this subsection, (ii) make recommendations, annually, to the board of trustees of the constituent unit concerning the policies and procedures of the constituent unit established pursuant to subdivision (2) of this subsection, including any changes to such policies and procedures, and (iii) send a copy of such recommendations, in accordance with section11-4a, to the joint standing committees of the General Assembly having cognizance of matters relating to higher education and government administration.\n(4) The provisions of subsections (b) and (c) of this section shall apply to any member of the faculty or member of a faculty bargaining unit of a constituent unit of the state system of higher education who enters such a consulting agreement or engages in such a research project without prior approval, as described in subdivision (2) of this subsection.\n(s) Notwithstanding the provisions of this section or any other provision of this part, a state employee who is employed at a constituent unit of the state system of higher education and a member of the immediate family of such state employee may be employed in the same department or division of such constituent unit, provided the constituent unit has determined that procedures have been implemented to ensure that any final decisions impacting the financial interests of either such state employee, including decisions to hire, promote, increase the compensation of or renew the employment of such state employee, are made by another state employee who is not a member of the immediate family of such state employee.\n(1971, P.A. 822, S. 1; P.A. 75-605, S. 20, 27; P.A. 76-302, S. 1, 3; P.A. 77-600, S. 6, 15; 77-604, S. 68, 84; 77-605, S. 13, 21; 77-614, S. 165, 610; P.A. 78-303, S. 37, 136; P.A. 79-404, S. 1, 45; 79-493, S. 5, 7, 9; P.A. 80-482, S. 1, 4, 170, 191, 345, 348; 80-483, S. 2, 186; P.A. 82-423, S. 6, 8; P.A. 83-249, S. 7, 14; 83-586, S. 4, 14; P.A. 87-9, S. 2, 3; 87-234; 87-524, S. 6, 7; P.A. 88-225, S. 3, 14; P.A. 89-369, S. 3; June 12 Sp. Sess. P.A. 91-1, S. 2, 6, 22; P.A. 92-149, S. 1, 12; P.A. 94-69, S. 2, 3; P.A. 95-188, S. 1; 95-195, S. 4, 83; 95-257, S. 39, 58; P.A. 96-11, S. 1, 5; June 18 Sp. Sess. P.A. 97-6, S. 2–5, 14; P.A. 99-51, S. 1, 9; 99-145, S. 14, 23; P.A. 00-66, S. 2; P.A. 02-130, S. 13; P.A. 03-215, S. 5; June 30 Sp. Sess. P.A. 03-6, S. 146(d); P.A. 04-38, S. 2; 04-169, S. 17; 04-189, S. 1; 04-245, S. 5, 6; P.A. 05-287, S. 41; P.A. 06-137, S. 32; 06-196, S. 8–10; P.A. 07-1, S. 6; 07-166, S. 11, 12; Sept. Sp. Sess. P.A. 09-3, S. 20; Sept. Sp. Sess. P.A. 09-7, S. 169; P.A. 11-51, S. 184; 11-80, S. 1; P.A. 12-129, S. 2; 12-206, S. 1; P.A. 13-244, S. 9–11; 13-299, S. 48; P.A. 16-127, S. 24; P.A. 17-237, S. 22; P.A. 18-91, S. 79; P.A. 18-175, S. 7; P.A. 21-164, S. 8.)\nHistory: P.A. 75-605 changed “commission on claims” to “claims commissioner”; P.A. 76-302 added Subsec. (e); P.A. 77-600 broadened scope of section regarding prohibited activities and those who are affected by the prohibitions and added Subsecs. (f) to (i), effective January 1, 1978; P.A. 77-604 changed sections referred to in Subsec. (h), effective January 1, 1978; P.A. 77-605 expanded scope of prohibitions in Subsec. (e); in Subsec. (d) P.A. 77-614 changed “liquor control commission” to “division of liquor control within the department of business regulation”; in Subsec. (d) P.A. 78-303 changed “state banking commission” to “banking commissioner”, effective January 1, 1979; in 1979 Sec. 1-66 transferred to Sec. 1-84; P.A. 79-404 changed “commission on special revenue” to “division of special revenue” and added the gaming policy board in Subsec. (d); P.A. 79-493 clarified prohibited conduct in Subsec. (d) and excluded members of advisory boards and commissions receiving per diem or reimbursement for expenses from provisions and excluded executive branch officials from provisions of Subsec. (i) except in certain cases; P.A. 80-482 deleted references to business regulation and reflected changes placing special revenue and the gaming policy board within the department of revenue services and creating the banking, insurance, liquor control and public utility control departments; P.A. 80-483 made technical changes; P.A. 82-423 added Subsec. (j) which placed $50 limit on gifts accepted by public officials; P.A. 83-249 limited prohibition to financial interest or gains; P.A. 83-586 amended Subsec. (d) to include appearance or action before commission on hospitals and health care, insurance department, department of public utility control or Connecticut siting council, effective January 9, 1985; (Revisor's note: Pursuant to P.A. 87-9, “banking department” was changed editorially by the Revisors to “department of banking”); P.A. 87-234 amended Subsec. (d) to exempt from provisions of Subsec. (d) actions of teaching or research professional employees of public institutions of higher education, regardless of whether such actions are compensated; P.A. 87-524 added provision in Subsec. (h) that Subsecs. (f) and (g) shall not apply to promise violating Sec. 9-333x(6); P.A. 88-225 added Subsec. (d)(4), exempting members and directors of quasi-public agencies from application of Subsec. (d) and amended Subsec. (i) to exempt certain members and directors of quasi-public agencies from application of Subsec. (i); P.A. 89-369 applied section to sole proprietorships; June 12 Sp. Sess. P.A. 91-1 amended Subsec. (j) by inserting “knowingly” and making a technical change and added Subsec. (k) re fees and honoraria and Subsec. (l) re influence with lobbying contracts, agreements or business relationships; P.A. 92-149 amended Subsec. (d) to allow firms employing legislators or legislative employees to represent clients before specific agencies provided such employee derives no compensation from such representation, amended Subsec. (k) to allow public officials or state employees to receive payment or reimbursements for necessary expenses for lodging, out-of-state travel or both provided a report is filed with the commission and added new Subsec. (m) re acceptance of gifts in excess of $50; P.A. 94-69 amended Subsec. (m) by deleting “serving in the executive branch or a quasi-public agency” after “state employee”, effective January 1, 1994; P.A. 95-188 added Subsec. (n) re contributions to candidates for Treasurer by “investment services” firms or individuals associated with such firms; P.A. 95-195 amended Subsec. (d) to replace reference to Department of Liquor Control with reference to office within the Department of Consumer Protection carrying out the duties of Secs. 30-2 to 30-68m, inclusive, effective July 1, 1995; P.A. 95-257 amended Subsec. (d) to replace Commission on Hospitals and Health Care with Office of Health Care Access, effective July 1, 1995; P.A. 96-11 amended Subsec. (i) to prohibit an executive head of an agency or his immediate family or a business with which he is associated from entering into a contract with that agency, effective January 1, 1997; June 18 Sp. Sess. P.A. 97-6 amended Subsec. (j) to delete reference to gifts of $50 or more in value, amended Subsec. (k) to provide that admission to, and food and beverage consumed at, an event are not considered a gift if consumed at the event, if official or employee attends in official capacity or as principal speaker, amended Subsec. (m) to delete reference to gifts of $50 or more in value and to delete Subdiv. (3) re financial interests that may be substantially affected by performance or nonperformance of duties and added new Subsec. (o) re written reports by person who is doing business with agency and who gives something of value to a public official or employee of that agency, effective January 1, 1998; P.A. 99-51 amended Subsec. (d) to substitute “State Insurance and Risk Management Board” for “State Insurance Purchasing Board” and to make existing provisions gender neutral, effective May 27, 1999; P.A. 99-145 amended Subsec. (d) to substitute “State Insurance and Risk Management Board” for “State Insurance Purchasing Board”, effective June 8, 1999; P.A. 00-66 made technical changes in Subsec. (k); P.A. 02-130 amended Subsec. (n) by designating definitions as Subdiv. (1) and remaining provisions as Subdiv. (2), designating definition of “investment services” in Subdiv. (1) as Subpara. (A) and replacing “legal services” with “investment legal services” therein, adding Subdiv. (1)(B) defining “principal of an investment services firm” and revising Subdiv. (2) to replace former provisions re individual who is owner of firm or employed by firm as manager, officer, director, partner or employee having managerial or discretionary investment responsibilities with “a principal of the investment services firm” and to make conforming and technical changes, effective May 10, 2002; P.A. 03-215 added Subsec. (m)(3) re gifts from a prequalified contractor, effective October 1, 2004; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Department of Consumer Protection with Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-38 amended Subsec. (i) to increase the number of days by which a lawsuit to void a contract in violation of said Subsec. may be brought from 90 days to 180 days and to make technical changes, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 04-245 amended Subsec. (m) to provide that, for purposes of said Subsec., exclusion to term “gift” in Sec. 1-79(e)(12) for major life event shall not apply, effective June 1, 2004; P.A. 05-287 made technical changes throughout the section, amended Subsec. (m) to require any person who is prohibited from making a gift under the subsection to report any solicitation of a gift by a state employee or public official, amended Subsec. (o) to include references to representatives and the executive head of the recipient's department or agency and added Subsec. (p) re a public official's or state employee's acceptance of a gift costing $100 or more from a person under supervision or a supervisor, Subsec. (q) re acceptance of gifts to the state from persons prohibited from making gifts to public officials and state employees and Subsec. (r) re the sanctioning of violations, effective July 1, 2005; P.A. 06-137 amended Subsec. (k) to include references to the spouse of the Governor, effective June 6, 2006; P.A. 06-196 made technical changes in Subsecs. (k), (m) and (o), effective June 7, 2006; P.A. 07-1 deleted former Subsec. (q) re knowing acceptance of goods or services provided under Sec. 1-79(e)(5) and redesignated existing Subsec. (r) as Subsec. (q), effective February 8, 2007; P.A. 07-166 amended Subsec. (i) to exempt contracts with public institutions of higher education to support a collaboration with such institutions to develop and commercialize any invention or discovery from prohibition in said Subsec. re entering into contracts and added new Subsec. (r) to exempt from the provisions of Subsecs. (b) and (c) a member of the faculty or faculty bargaining unit of a constituent unit of the state system of higher education who enters into a consulting agreement or engages in a research project, to have the board of trustees of each constituent unit establish policies to govern such activities of such faculty members, and to establish a separate committee for each constituent unit to monitor compliance with such policies, effective June 19, 2007; Sept. Sp. Sess. P.A. 09-3 amended Subsec. (d) by adding “division within the Department of Public Health” re Office of Health Care Access, effective October 6, 2009; Sept. Sp. Sess. P.A. 09-7 amended Subsec. (d) to replace “Department of Revenue Services” with “Division of Special Revenue” re Gaming Policy Board, effective October 5, 2009; P.A. 11-51 amended Subsec. (d) to remove provision re office that carries out duties and responsibilities of Secs. 30-2 to 30-68m, remove references to Division of Special Revenue and insert “Department of Consumer Protection” re the Gaming Policy Board, effective July 1, 2011; pursuant to P.A. 11-80, “Department of Environmental Protection” and “Department of Public Utility Control” were changed editorially by the Revisors to “Department of Energy and Environmental Protection” and “Public Utilities Regulatory Authority”, respectively, in Subsec. (d), effective July 1, 2011; P.A. 12-129 amended Subsec. (r) by making audits and corresponding reports annual rather than semiannual in Subdivs. (2) and (3) and by making a technical change in Subdiv. (3), effective July 1, 2012; P.A. 12-206 amended Subsec. (i) by designating existing language as Subdiv. (1) and adding Subpara. designators (A), (C) and (D), by adding Subpara. (B) re regional vocational-technical school system and by adding Subdiv. (2) re establishment of a review process for any contract entered into with the regional vocational-technical school system, effective July 1, 2012 (Revisor's note: In 2013, references to “regional vocational-technical school” in Subsec. (i) were changed editorially by the Revisors to “technical high school” to conform with changes made by P.A. 12-116, S. 87; P.A. 13-244 amended Subsec. (q) to add “intentionally”, effective July 2, 2013, and amended Subsecs. (j) and (m) to replace references to Sec. 1-79(e) with references to Sec. 1-79(5), effective October 1, 2013; P.A. 13-299 amended Subsec. (d) to delete reference to Gaming Policy Board, effective July 1, 2013; P.A. 16-127 amended Subsec. (d) by substituting “Office of the Claims Commissioner” for “Claims Commissioner”, effective June 9, 2016; P.A. 17-237 amended Subsec. (i) by replacing “technical high school system” with “Technical Education and Career System” and adding “or postsecondary” in Subdiv. (1)(B), and replacing “technical high school system” with “Technical Education and Career System” in Subdiv. (2), effective July 1, 2017; P.A. 18-91 amended Subsec. (d) by replacing “Office of Health Care Access division within the Department of Public Health” with “Health Systems Planning Unit of the Office of Health Strategy”, effective May 14, 2018; P.A. 18-175 added Subsec. (s) re employment of immediate family members at constituent units, effective June 7, 2018; P.A. 21-164 amended Subsec. (o)(2) by replacing reference to anything of value subject to reporting under Sec. 1-96(e) with anything having a value of more than $10.\nSee Sec. 1-79a re calculation of dollar limit on gifts.\nCited. 229 C. 479.\nEthics Commission has jurisdiction in case involving the use of office by state employee for financial gain even if employee's behavior could arguably subject him to discipline by Commissioner of Administrative Services pursuant to State Personnel Act. 53 CA 808. A state employee may be found to have used his position to obtain financial gain in violation of Subsec. (c) when he uses state work time or facilities such as e-mail, computer websites or storage or telephones for financial gain while holding such position as a state employee, and such interpretation is entitled to judicial deference as a time-tested interpretation of the board. 140 CA 754.\nNot unconstitutionally void for vagueness or overbroad as applied to plaintiff, a high sheriff engaged in fee splitting. 45 CS 242. Stipulated agreement between union and Workers' Compensation Commission re use of state time for production of transcripts by commission hearing reporters does not govern over provisions of Subsec. (c), which the board properly found to prohibit reporters from preparing transcripts for private sale during state-compensated time. 52 CS 304.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-84a. Disclosure or use of confidential information by former official or employee.No former executive or legislative branch or quasi-public agency public official or state employee shall disclose or use confidential information acquired in the course of and by reason of his official duties, for financial gain for himself or another person.\n(P.A. 83-586, S. 5; P.A. 88-225, S. 4, 14.)\nHistory: P.A. 88-225 applied provisions of section to quasi-public agency public officials and state employees.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-84b. Certain activities restricted after leaving public office or employment.(a) No former executive branch or quasi-public agency public official or state employee shall represent anyone other than the state, concerning any particular matter (1) in which he participated personally and substantially while in state service, and (2) in which the state has a substantial interest.\n(b) No former executive branch or quasi-public agency public official or state employee shall, for one year after leaving state service, represent anyone, other than the state, for compensation before the department, agency, board, commission, council or office in which he served at the time of his termination of service, concerning any matter in which the state has a substantial interest. The provisions of this subsection shall not apply to an attorney who is a former employee of the Division of Criminal Justice, with respect to any representation in a matter under the jurisdiction of a court.\n(c) The provisions of this subsection apply to present or former executive branch public officials or state employees of an agency who hold or formerly held positions which involve significant decision-making or supervisory responsibility. Such positions shall be designated as such by the agency concerned, in consultation with the Office of State Ethics, except that such provisions shall not apply to members or former members of the boards or commissions who serve ex officio, who are required by statute to represent the regulated industry or who are permitted by statute to have a past or present affiliation with the regulated industry. On or before November 1, 2021, and not less than annually thereafter, the head of each agency concerned, or his or her designee, shall submit the designation of all positions in existence on such date that are subject to the provisions of this subsection to the office electronically, in a manner prescribed by the Citizen's Ethics Advisory Board. If an agency creates such a position after its annual submission under this subsection, the head of such agency, or his or her designee, shall submit the designation of the newly created position not later than thirty days after the creation of such position. As used in this subsection, “agency” means the Health Systems Planning Unit of the Office of Health Strategy, the Connecticut Siting Council, the Department of Banking, the Insurance Department, the Department of Emergency Services and Public Protection, the office within the Department of Consumer Protection that carries out the duties and responsibilities of sections30-2to30-68m, inclusive, the Public Utilities Regulatory Authority, including the Office of Consumer Counsel, and the Department of Consumer Protection and the term “employment” means professional services or other services rendered as an employee or as an independent contractor.\n(1) No public official or state employee in an executive branch position designated pursuant to the provisions of this subsection shall negotiate for, seek or accept employment with any business subject to regulation by his agency.\n(2) No former public official or state employee who held such a position in the executive branch shall, within one year after leaving an agency, accept employment with a business subject to regulation by that agency.\n(3) No business shall employ a present or former public official or state employee in violation of this subsection.\n(d) The provisions of subsection (e) of this section apply to (1) present or former Department of Consumer Protection public officials or state employees who hold or formerly held positions which involve significant decision-making or supervisory responsibility and designated as such by the department, in consultation with the Office of State Ethics, and (2) present or former public officials or state employees of other agencies who hold or formerly held positions which involve significant decision-making or supervisory responsibility concerning the regulation or investigation of (A) any business entity (i) engaged in Indian gaming operations in the state, and (ii) in which a federally-recognized Indian tribe in the state owns a controlling interest, or (B) a governmental agency of a federally-recognized Indian tribe engaged in Indian gaming operations in the state, which positions are designated as such by the agency concerned, in consultation with the Office of State Ethics. On or before November 1, 2021, and not less than annually thereafter, the Commissioner of Consumer Protection and the head of each agency concerned, or their designees, shall submit designations of all positions in existence on such date that are subject to the provisions of this subsection to the office electronically, in a manner prescribed by the Citizen's Ethics Advisory Board. If the department or agency concerned creates such a position after its annual submission under this subsection, the Commissioner of Consumer Protection or the head of such agency, as applicable, or their designees, shall submit the designation of the newly created position not later than thirty days after the creation of such position.\n(e) (1) No Department of Consumer Protection public official or state employee or other public official or state employee described in subdivision (2) of subsection (d) of this section shall negotiate for, seek or accept employment with (A) a business entity (i) engaged in Indian gaming operations in the state, and (ii) in which a federally-recognized Indian tribe in the state owns a controlling interest, or (B) a governmental agency of a federally-recognized Indian tribe engaged in Indian gaming operations in the state.\n(2) No former Department of Consumer Protection public official or state employee or other former public official or state employee described in subdivision (2) of subsection (d) of this section, who held such a position shall, within two years after leaving such agency, accept employment with (A) a business entity (i) engaged in Indian gaming operations in the state, and (ii) in which a federally-recognized Indian tribe in the state owns a controlling interest, or (B) a governmental agency of a federally-recognized Indian tribe engaged in Indian gaming operations in the state.\n(3) As used in this subsection, “employment” means professional services or other services rendered as an employee or as an independent contractor.\n(f) No former public official or state employee (1) who participated substantially in the negotiation or award of (A) a state contract valued at an amount of fifty thousand dollars or more, or (B) a written agreement for the approval of a payroll deduction slot described in section3-123g, or (2) who supervised the negotiation or award of such a contract or agreement, shall accept employment with a party to the contract or agreement other than the state for a period of one year after his resignation from his state office or position if his resignation occurs less than one year after the contract or agreement is signed. No party to such a contract or agreement other than the state shall employ any such former public official or state employee in violation of this subsection.\n(g) No member or director of a quasi-public agency who participates substantially in the negotiation or award of a contract valued at an amount of fifty thousand dollars or more, or who supervised the negotiation or award of such a contract, shall seek, accept, or hold employment with a party to the contract for a period of one year after the signing of the contract.\n(h) The provisions of subsections (a), (b) and (f) of this section shall not apply to any employee of a quasi-public agency who leaves such agency before July 1, 1989. The provisions of subsections (b) and (f) of this section shall not apply to a former state employee of a public institution of higher education whose employment was derived from such employee's status as a student at such institution.\n(i) No Treasurer who authorizes, negotiates or renegotiates a contract for investment services valued at an amount of fifty thousand dollars or more shall negotiate for, seek or accept employment with a party to the contract prior to one year after the end of the Treasurer's term of office within which such contract for investment services was authorized, negotiated or renegotiated by such Treasurer.\n(j) No former executive, judicial or legislative branch or quasi-public agency official or state employee convicted of any felony involving corrupt practices, abuse of office or breach of the public trust shall seek or accept employment as a lobbyist or act as a registrant pursuant to this chapter.\n(k) No former Governor shall accept employment or act as a registrant pursuant to the provisions of this chapter, for one year after leaving state service, on behalf of any business that received a contract with any department or agency of the state during such Governor's term. No business shall employ a former Governor in violation of this subsection.\n(P.A. 83-586, S. 6, 14; P.A. 86-250, S. 3, 4; P.A. 87-9, S. 2, 3; P.A. 88-22, S. 1; 88-225, S. 5, 14; Nov. Sp. Sess. P.A. 94-1, S. 1, 2; P.A. 95-144, S. 10, 11; 95-195, S. 6, 83; 95-257, S. 39, 58; P.A. 96-156, S. 5; June 18 Sp. Sess. P.A. 97-6, S. 13, 14; June Sp. Sess. P.A. 98-1, S. 80, 121; P.A. 00-43, S. 15, 19; 00-66, S. 3; June 30 Sp. Sess. P.A. 03-6, S. 146(d); P.A. 04-169, S. 17; 04-189, S. 1; P.A. 05-183, S. 9; 05-287, S. 52; P.A. 06-137, S. 31; June 11 Sp. Sess. P.A. 08-3, S. 15; Sept. Sp. Sess. P.A. 09-3, S. 21; P.A. 10-18, S. 1; 10-101, S. 2; P.A. 11-51, S. 134, 182; 11-80, S. 1; P.A. 13-299, S. 49; P.A. 14-182, S. 3; P.A. 18-91, S. 66; P.A. 21-164, S. 9.)\nHistory: P.A. 83-586, S. 6, effective January 7, 1987; P.A. 86-250 added Subsec. (e) permitting adoption of regulations to implement provisions of Subsec. (c) prior to January 7, 1987; (Revisor's note: Pursuant to P.A. 87-9, “banking department” was changed editorially by the Revisors to “department of banking”); P.A. 88-22 substituted in Subsec. (c) the office of consumer counsel for the division of consumer counsel; P.A. 88-225 applied provisions of Subsec. (b) to quasi-public agency public officials and state employees, inserted new Subsec. (e) re employment prohibition for certain members and directors of quasi-public agencies, relettered former Subsec. (e) as Subsec. (f) and added Subsec. (g) providing that Subsecs. (a), (b) and (d) shall not apply to any quasi-public agency employee leaving agency before July 1, 1989; Nov. Sp. Sess. P.A. 94-1 amended Subsec. (b) to exempt from the prohibition of this subsection attorneys who are former employees of the division of criminal justice, “with respect to any representation of a criminal defendant in a matter under the jurisdiction of a court”, effective December 13, 1994; P.A. 95-144 amended Subsec. (b) by applying exception from its provisions for attorneys to any representation in a court matter, instead of to any representation “of a criminal defendant” in a court matter, effective July 1, 1995; P.A. 95-195 amended Subsec. (b) to substitute Department of Consumer Protection for Department of Liquor Control, effective July 1, 1995; P.A. 95-257 amended Subsec. (c) to replace Commission on Hospitals and Health Care with Office of Health Care Access, effective July 1, 1995; P.A. 96-156 inserted Subdiv. and Subpara. designations in Subsec. (d) and applied its provisions to persons participating in the approval of a payroll deduction slot; June 18 Sp. Sess. P.A. 97-6 amended Subsec. (c) to add the Department of Public Safety, inserted new Subsec. (d) re applicability of Subsec. (e) and inserted new Subsec. (e) to prohibit certain public officials and state employees from employment with entities engaged in Indian gaming operations and to prohibit such employment for a period of two years after leaving certain state agencies, relettering prior Subsecs. accordingly, effective July 1, 1997; June Sp. Sess. P.A. 98-1 amended Subsec. (f) by substituting “3-123g” for “3-123”, effective June 24, 1998; P.A. 00-43 added Subsec. (j) re Treasurer's employment with parties to certain investment services contracts, effective May 3, 2000; P.A. 00-66 changed a subsection reference in Subsec. (d); June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Department of Consumer Protection with Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 05-183 replaced “commission” and “State Ethics Commission” with “Office of State Ethics” and “Citizen's Ethics Advisory Board” and made technical changes throughout the section, deleted former Subsec. (h) re regulations required to implement provisions of Subsec. (c) and redesignated existing Subsecs. (i) and (j) as Subsecs. (h) and (i), effective July 1, 2005; P.A. 05-287 added new Subsec. (j) re employment as lobbyist by former state employee or public official convicted of a felony involving corrupt practices, effective July 13, 2005; P.A. 06-137 added Subsec. (k) re prohibition on lobbying by former Governor on behalf of any business that received a state contract during such Governor's term, effective July 1, 2006; June 11 Sp. Sess. P.A. 08-3 amended Subsec. (f) to provide that no contract party, other than the state, shall employ any former public official or state employee in violation of subsection; Sept. Sp. Sess. P.A. 09-3 amended Subsec. (c) by adding “division within the Department of Public Health” re Office of Health Care Access, effective October 6, 2009; P.A. 10-18 made a technical change in Subsec. (c)(1); P.A. 10-101 amended Subsec. (h) by exempting former state employee of public institution of higher education whose employment was derived from student status from provisions of Subsecs. (b) and (f); pursuant to P.A. 11-51, “Department of Public Safety” and “Division of Special Revenue” were changed editorially by the Revisors to “Department of Emergency Services and Public Protection” and “Department of Consumer Protection”, respectively, effective July 1, 2011; pursuant to P.A. 11-80, “Department of Public Utility Control” was changed editorially by the Revisors to “Public Utilities Regulatory Authority” in Subsec. (c), effective July 1, 2011; P.A. 13-299 amended Subsec. (c) to delete Gaming Policy Board from definition of “agency” and amended Subsecs. (d) and (e) to delete references to Gaming Policy Board, effective July 1, 2013; P.A. 14-182 made a technical change in Subsec. (c), effective June 12, 2014; P.A. 18-91 amended Subsec. (c) by replacing “Office of Health Care Access division within the Department of Public Health” with “Health Systems Planning Unit of the Office of Health Strategy”, effective May 14, 2018; P.A. 21-164 amended Subsec. (c) by making technical changes and requiring agency in consultation with the office to designate positions instead of office in consultation with the agency, requiring electronic submission of designation by November 1, 2021, and annually thereafter and not later than 30 days after creation of position, amended Subsec. (d) by making technical changes and requiring department in consultation with the office to designate positions instead of office in consultation with the department, requiring electronic submission of designation by November 1, 2021, and annually thereafter and not later than 30 days after creation of position, deleting reference to regulations adopted by the board and definition of “employment” and amended Subsec. (e) by making a conforming change and adding Subdiv. (3) defining “employment”.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-84c. Donation of goods or services to state or quasi-public agencies. Reporting requirement.(a) Nothing in this chapter shall prohibit the donation of goods or services, as described in subparagraph (E) of subdivision (5) of section1-79, to a state agency or quasi-public agency, the donation of the use of facilities to facilitate state agency or quasi-public agency action or functions or the donation of real property to a state agency or quasi-public agency.\n(b) If a public official or state employee receives goods or services to support such official's or employee's participation at an event, as described in subparagraph (E) of subdivision (5) of section1-79, and such goods or services (1) include lodging or out-of-state travel, or both, and (2) are not provided by the federal government or another state government, such official or employee shall, not later than thirty days after receipt of such goods or services, file a report with the Office of State Ethics. Such report shall be on an electronic form prescribed by the board and shall certify to the Office of State Ethics, under penalty of false statement, that the goods or services received in support of such official's or employee's participation at an event facilitated state action or functions. If a public official or state employee does not file a report within such thirty-day period, either intentionally or due to gross negligence on the official's or employee's part, the official or employee shall return to the donor the value of the goods or services received. Unless the failure to file such report is intentional or due to gross negligence, the public official or state employee shall not be subject to any penalty under this chapter for such failure.\n(P.A. 07-1, S. 7; June Sp. Sess. P.A. 07-4, S. 21; P.A. 13-244, S. 12; P.A. 18-64, S. 1.)\nHistory: P.A. 07-1 effective February 8, 2007; June Sp. Sess. P.A. 07-4 excluded donation of real property to state agency or quasi-public agency from prohibition of chapter, effective June 29, 2007; P.A. 13-244 replaced reference to Sec. 1-79(e)(5) with reference to Sec. 1-79(5)(E); P.A. 18-64 designated existing provisions re donation of goods or services as Subsec. (a) and added Subsec. (b) re reporting requirement for public officials and state employees.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-84d. Foundations or alumni associations established for the benefit of a constituent unit of public higher education or technical education and career school.Notwithstanding any provision of the general statutes, for purposes of this chapter, no foundation or alumni association established for the benefit of a constituent unit of public higher education or technical education and career school shall be deemed to be doing business with or seeking to do business with such constituent unit of public higher education or technical education and career school.\n(P.A. 07-1, S. 10; P.A. 12-116, S. 87; P.A. 17-237, S. 23.)\nHistory: P.A. 07-1 effective February 8, 2007; pursuant to P.A. 12-116, “vocational-technical school” was changed editorially by the Revisors to “technical high school”, effective July 1, 2012; P.A. 17-237 replaced “technical high school” with “technical education and career school”, effective July 1, 2017.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-85. (Formerly Sec. 1-68). Interest in conflict with discharge of duties.A public official, including an elected state official, or state employee has an interest which is in substantial conflict with the proper discharge of his duties or employment in the public interest and of his responsibilities as prescribed in the laws of this state, if he has reason to believe or expect that he, his spouse, a dependent child, or a business with which he is associated will derive a direct monetary gain or suffer a direct monetary loss, as the case may be, by reason of his official activity. A public official, including an elected state official, or state employee does not have an interest which is in substantial conflict with the proper discharge of his duties in the public interest and of his responsibilities as prescribed by the laws of this state, if any benefit or detriment accrues to him, his spouse, a dependent child, or a business with which he, his spouse or such dependent child is associated as a member of a profession, occupation or group to no greater extent than any other member of such profession, occupation or group. A public official, including an elected state official or state employee who has a substantial conflict may not take official action on the matter.\n(1971, P.A. 822, S. 3; P.A. 77-600, S. 7, 15; P.A. 84-546, S. 142, 173; P.A. 89-97, S. 5, 7.)\nHistory: P.A. 77-600 changed “person subject to this chapter” to “public official or state employee”; in 1979 Sec. 1-68 transferred to Sec. 1-85; P.A. 84-546 made technical change; P.A. 89-97 amended section to specify applicability to elected state officials, state employees, their spouses and dependent children and businesses with which they are associated and to prohibit an official or employee who has substantial conflict from taking official action on the matter.\nCited. 229 C. 479.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-86. Procedure when discharge of duty affects official's or state employee's financial interests. Lobbyists prohibited from accepting employment with General Assembly and General Assembly members forbidden to be lobbyists.(a) Any public official or state employee, other than an elected state official, who, in the discharge of such official's or employee's official duties, would be required to take an action that would affect a financial interest of such official or employee, such official's or employee's spouse, parent, brother, sister, child or the spouse of a child or a business with which such official or employee is associated, other than an interest of a de minimis nature, an interest that is not distinct from that of a substantial segment of the general public or an interest in substantial conflict with the performance of official duties as defined in section1-85has a potential conflict of interest. Under such circumstances, such official or employee shall, if such official or employee is a member of a state regulatory agency, either excuse himself or herself from the matter or prepare a written statement signed under penalty of false statement describing the matter requiring action and the nature of the potential conflict and explaining why despite the potential conflict, such official or employee is able to vote and otherwise participate fairly, objectively and in the public interest. Such public official or state employee shall deliver a copy of the statement to the Office of State Ethics and enter a copy of the statement in the journal or minutes of the agency. If such official or employee is not a member of a state regulatory agency, such official or employee shall, in the case of either a substantial or potential conflict, prepare a written statement signed under penalty of false statement describing the matter requiring action and the nature of the conflict and deliver a copy of the statement to such official's or employee's immediate superior, if any, who shall assign the matter to another employee, or if such official or employee has no immediate superior, such official or employee shall take such steps as the Office of State Ethics shall prescribe or advise.\n(b) No elected state official shall be affected by subsection (a) of this section.\n(c) No person required to register with the Office of State Ethics under section1-94shall accept employment with the General Assembly or with any member of the General Assembly in connection with legislative action, as defined in section1-91. No member of the General Assembly shall be a lobbyist.\n(P.A. 77-600, S. 8, 15; 77-604, S. 67, 84; P.A. 81-53, S. 1, 3; 81-472, S. 114, 159; P.A. 83-249, S. 8, 14; 83-586, S. 7, 14; P.A. 85-369; P.A. 89-97, S. 6, 7; P.A. 05-183, S. 10.)\nHistory: P.A. 77-604 made technical changes; P.A. 81-53 amended this section to exempt public officials and state employees from compliance with its terms with respect to actions affecting a financial interest of theirs if such interest is not distinct from that of a substantial segment of the public where prior law provided an exemption only where the interest affected was the same as that of the public in general; P.A. 81-472 made technical correction; P.A. 83-249 made technical amendments; P.A. 83-586 eliminated requirement that official or employee refrain from action or decision in all instances in which a potential conflict exists; P.A. 85-369 added Subsec. (b) which prohibits persons required to register with the state ethics commission from accepting employment with the general assembly or a member thereof in connection with legislative action, and prohibits members of the general assembly from being lobbyists; P.A. 89-97 amended Subsec. (a) to limit applicability to public officials or state employees who are not elected state officials, to specify applicability in cases of both substantial and potential conflicts of interest and to rephrase provision re voluntary withdrawal from consideration of such matters, inserted new Subsec. (b) stating that Subsec. (a) does not apply to elected state officials, and relettered the former Subsec. (b) as Subsec. (c); P.A. 05-183 replaced “commission” and “State Ethics Commission” with “Office of State Ethics” throughout the section and in Subsec. (a) made technical changes for the purpose of gender neutrality, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSecs. 1-86a to 1-86c.Reserved for future use.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-86d. Legal defense fund established by or for a public official or state employee. Reports. Contributions.(a) Any public official or state employee who establishes a legal defense fund, or for whom a legal defense fund has been established, shall file a report on said fund with the Office of State Ethics not later than the tenth day of January, April, July and October. Each such report shall include the following information for the preceding calendar quarter: (1) The names of the directors and officers of the fund, (2) the name of the depository institution for the fund, (3) an itemized accounting of each contribution to the fund, including the full name and complete address of each contributor and the amount of the contribution, and (4) an itemized accounting of each expenditure, including the full name and complete address of each payee and the amount and purpose of the expenditure. The public official or state employee shall sign each such report under penalty of false statement. The provisions of this subsection shall not apply to any person who has made a contribution to a legal defense fund before June 3, 2004.\n(b) (1) In addition to the prohibitions on gifts under subsections (j) and (m) of section1-84and subsection (a) of section1-97, no public official or state employee shall accept, directly or indirectly, any contribution to a legal defense fund established by or for the public official or state employee, from (A) a member of the immediate family of any person who is prohibited from giving a gift under subsection (j) or (m) of section1-84or subsection (a) of section1-97, or (B) a person who is appointed by said public official or state employee to serve on a paid, full-time basis. No person described in subparagraph (A) or (B) of this subdivision shall make a contribution to such a legal defense fund, and no such person or any person prohibited from making a gift under subsection (j) or (m) of section1-84or subsection (a) of section1-97shall solicit a contribution for such a legal defense fund.\n(2) A public official or state employee may accept a contribution or contributions to a legal defense fund established by or for the public official or state employee from any other person, provided the total amount of such contributions from any such person in any calendar year shall not exceed one thousand dollars. No such person shall make a contribution or contributions to said legal defense fund exceeding one thousand dollars in any calendar year. The provisions of this subdivision shall not apply in 2004, to any person who has made a contribution or contributions to a legal defense fund exceeding one thousand dollars in 2004, before June 3, 2004, provided said legal defense fund shall not accept any additional contributions from such person in 2004, and such person shall not make any additional contributions to said fund in 2004.\n(3) Notwithstanding the provisions of subdivision (2) of this subsection, a public official or state employee may accept a contribution or contributions, in any amount, to a legal defense fund established by or for the public official or state employee from a relative of the public official or state employee or a person whose relationship with the public official or state employee is not dependent on the official's or employee's status as a public official or state employee. The factors that the board shall consider in determining whether a person's relationship is so dependent shall include, but not be limited to, whether the person may be able to benefit from the exercise of official authority of the public official or state employee and whether the person made gifts to the public official or state employee before the official or employee began serving in such office or position.\n(P.A. 04-198, S. 1; P.A. 05-183, S. 11.)\nHistory: P.A. 04-198 effective June 3, 2004; P.A. 05-183 replaced “State Ethics Commission” with “Office of State Ethics” and “board” throughout the section, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-86e. Consultants, independent contractors and their employees. Prohibited activities.(a) No person hired by the state as a consultant or independent contractor, and no person employed by such consultant or independent contractor, shall:\n(1) Use the authority provided under the contract, or any confidential information acquired in the performance of the contract, to obtain financial gain for the consultant or independent contractor, an employee of the consultant or independent contractor or a member of the immediate family of any such consultant, independent contractor or employee;\n(2) Accept another state contract which would impair the independent judgment of the consultant, independent contractor or employee in the performance of the existing contract; or\n(3) Accept anything of value based on an understanding that the actions of the consultant, independent contractor or employee on behalf of the state would be influenced.\n(b) No person shall give anything of value to a person hired by the state as a consultant or independent contractor or an employee of a consultant or independent contractor based on an understanding that the actions of the consultant, independent contractor or employee on behalf of the state would be influenced.\n(June 12 Sp. Sess. P.A. 91-1, S. 7; P.A. 21-145, S. 12; 21-164, S. 10.)\nHistory: P.A. 21-145 and P.A. 21-164 made identical changes to add references to employees of consultants or independent contractors, replace references to “person” with “consultant, independent contractor or employee” and make technical changes.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-87. Aggrieved persons. Appeals.Any person aggrieved by any final decision of the board, made pursuant to this part, may appeal such decision in accordance with the provisions of section4-175or section4-183.\n(P.A. 77-600, S. 9, 15; P.A. 83-586, S. 8, 14; P.A. 05-183, S. 12.)\nHistory: P.A. 83-586 added reference to appeals under Sec. 4-175; P.A. 05-183 replaced “commission” with “board”, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-88. Authority of board after finding violation. Prohibition against disclosure of information. Enforcement of civil penalties.(a) The board, upon a finding made pursuant to section1-82that there has been a violation of any provision of this part, section1-101bbor section1-101nn, shall have the authority to order the violator to do any or all of the following: (1) Cease and desist the violation of this part, section1-101bbor section1-101nn; (2) file any report, statement or other information as required by this part, section1-101bbor section1-101nn; and (3) pay a civil penalty of not more than ten thousand dollars for each violation of this part, section1-101bbor section1-101nn.\n(b) Notwithstanding the provisions of subsection (a) of this section, the board may, after a hearing conducted in accordance with sections4-176eto4-184, inclusive, upon the concurring vote of two-thirds of its members present and voting, impose a civil penalty not to exceed ten dollars per day upon any individual who fails to file any report, statement or other information as required by this part, section1-101bbor section1-101nn. Each distinct violation of this subsection shall be a separate offense and in case of a continued violation, each day thereof shall be deemed a separate offense. In no event shall the aggregate penalty imposed for such failure to file exceed ten thousand dollars.\n(c) The board may also report its finding to the Chief State's Attorney for any action deemed necessary. The board, upon a finding made pursuant to section1-82that a member or member-elect of the General Assembly has violated any provision of this part, section1-101bbor section1-101nn, shall notify the appropriate house of the General Assembly, in writing, of such finding and the basis for such finding.\n(d) Any person who knowingly acts in such person's financial interest in violation of section1-84,1-85,1-86,1-86d,1-86eor1-101nnor any person who knowingly receives a financial advantage resulting from a violation of any of said sections shall be liable for damages in the amount of such advantage. If the board determines that any person may be so liable, it shall immediately inform the Attorney General of that possibility.\n(e) Any employee of the Office of State Ethics or member of the Citizen's Ethics Advisory Board who, in violation of this part or section1-101nn, discloses information filed in accordance with subparagraph (F) of subdivision (1) of subsection (b) of section1-83, shall be dismissed, if an employee, or removed from the board, if a member.\n(f) Any civil penalty imposed by the board pursuant to this section may be enforced by the Office of State Ethics as a money judgment in accordance with chapter 906.\n(P.A. 77-600, S. 10, 15; P.A. 79-493, S. 6, 9; P.A. 80-483, S. 3, 186; P.A. 81-53, S. 2, 3; P.A. 83-249, S. 9, 14; 83-493, S. 2, 5; 83-586, S. 9, 14; P.A. 84-21, S. 2, 5; 84-546, S. 143, 173; P.A. 88-139, S. 3; 88-317, S. 41, 107; P.A. 94-132, S. 4; P.A. 04-38, S. 3; 04-198, S. 4; 04-204, S. 5; P.A. 05-183, S. 13; 05-287, S. 30, 42; P.A. 13-244, S. 13; P.A. 17-235, S. 7; P.A. 18-137, S. 19.)\nHistory: P.A. 79-493 provided for civil penalty for failure to file required information; P.A. 80-483 made technical changes; P.A. 81-53 amended Subsec. (c) to require the commission to notify the general assembly of its findings and their basis in the event of a violation by a member of the general assembly; P.A. 83-249 amended Subsec. (b) to require concurring vote of five members; P.A. 83-493 added Subsec. (d) creating liability for damages on the part of any person who knowingly acts in his pecuniary interest in violation of certain code provisions or knowingly receives a pecuniary advantage resulting from a violation of those sections; P.A. 83-586 added Subsec. (e) establishing penalties for disclosure of confidential information contained in financial statements; P.A. 84-21 changed “pecuniary” interest to “financial” interest and made technical changes in Subsecs. (d) and (e); P.A. 84-546 made technical change in Subsec. (a); P.A. 88-139 made technical change in Subsec. (e); P.A. 88-317 substituted “4-176e” for “4-177” in Subsec. (b), effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; P.A. 94-132 amended Subsecs. (a) and (b) by changing maximum penalty from $1,000 to $2,000; P.A. 04-38 amended Subsec. (a) to increase the civil penalty from $2,000 to $10,000 and amended Subsec. (b) to make a technical change and increase the maximum aggregate penalty from $2,000 to $10,000, effective July 1, 2004; P.A. 04-198 applied provisions to Sec. 1-86d, effective June 3, 2004 (Revisor's note: In Subsec. (c) a reference to “part I of chapter 10” was changed editorially by the Revisors to “this part” for consistency with customary statutory usage); P.A. 04-204 amended Subsec. (b) to increase vote required for imposition of civil penalty from five to seven members and to make a technical change, effective June 3, 2004; P.A. 05-183 replaced “commission” with “board” throughout the section and amended Subsec. (b) to change the requirement to impose a civil penalty from a concurring vote of seven members to a vote of two-thirds of the members present and voting, Subsecs. (c) and (d) to make technical changes and Subsec. (e) to replace reference to employees or members of the commission with reference to employees of the Office of State Ethics or members of the Citizen's Ethics Advisory Board, effective July 1, 2005; P.A. 05-287 added references to Sec. 1-101nn throughout the section and amended Subsec. (b) to change the number of member votes required to impose a civil penalty from seven to six, effective July 1, 2005, and amended Subsec. (e) to delete reference to Sec. 1-83(b)(1)(B), effective July 13, 2005; P.A. 13-244 amended Subsec. (d) to apply provisions to Secs. 1-86e and 1-101nn; P.A. 17-235 amended Subsec. (b) to change the number of member votes required to impose civil penalty from six to two-thirds of members and added Subsec. (f) re civil penalty to be enforced as money judgment; P.A. 18-137 amended Subsecs. (a) to (c) to add references to Sec. 1-101bb.\nCited. 229 C. 479.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-89. Violations; penalties. Disciplinary powers of the legislature, agencies and commissions. Civil action for damages.(a)(1) Any person who intentionally violates any provision of this part, section1-101bbor section1-101nnshall, for a first violation, be guilty of a class A misdemeanor, unless subdivision (2) of this subsection is applicable.\n(2) If, for a first violation, such person derives a financial benefit of one thousand dollars or more as a result of such violation, such person shall be guilty of a class D felony.\n(3) For a second or subsequent violation, such person shall be guilty of a class D felony.\n(4) No person may be found guilty of a violation of subsection (f) or (g) of section1-84and bribery or bribe receiving under section53a-147or53a-148upon the same incident, but such person may be charged and prosecuted for all or any of such offenses upon the same information.\n(b) The penalties prescribed in this part or section1-101nnshall not limit the power of either house of the legislature to discipline its own members or impeach a public official, and shall not limit the power of agencies or commissions to discipline their officials or employees.\n(c) The Attorney General may bring a civil action against any person who knowingly acts in the person's financial interest in, or knowingly receives a financial advantage resulting from, a violation of section1-84,1-85,1-86,1-101bbor1-101nn. In any such action, the Attorney General may, in the discretion of the court, recover any financial benefit that accrued to the person as a result of such violation and additional damages in an amount not exceeding twice the amount of the actual damages.\n(d) Any fines, penalties or damages paid, collected or recovered under section1-88or this section for a violation of any provision of this part or section1-101bbor1-101nnapplying to the office of the Treasurer shall be deposited on a pro rata basis in any trust funds, as defined in section3-13c, affected by such violation.\n(P.A. 77-600, S. 11, 15; 77-604, S. 69, 84; 77-605, S. 12, 21; P.A. 83-493, S. 3, 5; P.A. 94-132, S. 5; P.A. 00-43, S. 8, 19; P.A. 04-38, S. 4; 04-198, S. 5, 7; P.A. 05-287, S. 43; P.A. 18-137, S. 20.)\nHistory: P.A. 77-604 made technical changes; P.A. 77-605 repealed specific provisions regarding penalties for false swearing for obtaining financial gain through prohibited acts; P.A. 83-493 added Subsec. (c) allowing attorney general to bring a civil action against persons liable under Sec. 1-88(d) and, in the discretion of the court, to recover double damages; P.A. 94-132 amended Subsec. (a) by changing maximum fine from $1,000 to $2,000; P.A. 00-43 added Subsec. (d) re penalties for violations involving Treasurer's office, effective May 3, 2000; P.A. 04-38 amended Subsec. (a) to change the penalty for an intentional violation from a term of imprisonment not to exceed one year or a fine not to exceed $2,000, or both, to a class D felony, effective July 1, 2004; P.A. 04-198 applied provisions to Sec. 1-86d, effective June 3, 2004, and, effective July 1, 2004, amended Subsec. (a) by making first violation a class A misdemeanor and by designating second or subsequent violations and deriving financial benefit of $1,000 or more as result of first violation a class D felony; P.A. 05-287 added references to Sec. 1-101nn throughout the section and amended Subsec. (c) to delete provision re liability under Sec. 1-88(d) and authorize the Attorney General to bring a civil suit against a person who knowingly acts in the person's financial interest in, or knowingly receives a financial advantage from, a violation of Sec. 1-84, 1-85, 1-86 or 1-101nn and to recover any resulting financial benefit, effective July 1, 2005; P.A. 18-137 amended Subsec. (a) to designate existing provisions re intentional violation as new Subdiv. (1) and amended same to delete former Subdiv. (1) designator and replace “except that, if” with “unless subdivision (2) of this subsection is applicable”, designate existing provisions re deriving financial benefit as new Subdiv. (2) and amended same to add reference to first violation and delete former Subdiv. (2) designator, designate existing provisions re second or subsequent violation as Subdiv. (3) and amended same to add “such person shall” and delete “provided no”, designate existing provisions re violation of Sec. 1-84 (f) or (g) as Subdiv. (4), added references to Sec. 1-101bb in Subsecs. (a), (c) and (d), and made technical and conforming changes.\nCited. 229 C. 479.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-89a. Conferences on ethical issues.Section1-89ais repealed, effective October 1, 2021.\n(June 12 Sp. Sess. P.A. 91-1, S. 21; P.A. 05-183, S. 14; P.A. 21-164, S. 15.)\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-90. Commission to review oath of office for members of General Assembly.Section1-90is repealed.\n(P.A. 77-600, S. 12, 15; P.A. 82-472, S. 182, 183.)\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-90a. Exemption re student public official or state employee of a public institution of higher education. Policies and procedures re standards of student conduct.(a) Notwithstanding the provisions of sections1-84,1-84a,1-85and1-86, a public official or state employee of a public institution of higher education whose employment is derived from such official's or employee's status as a student at such institution shall not be subject to the provisions of said sections, if (1) such institution has adopted written policies and procedures to regulate student conduct concerning conflicts of interest relating to student holding of public office or state employment, and (2) such policies and procedures have been approved by the Citizen's Ethics Advisory Board in accordance with subsection (b) of this section.\n(b) Each public institution of higher education shall submit a written copy of its policies and procedures concerning standards of student conduct to the Citizen's Ethics Advisory Board for approval. Such policies and procedures shall be submitted triennially, except that, in the event there is a significant revision of such standards of student conduct, the public institution of higher education shall submit such revision to the board not later than thirty days after adopting such revision.\n(P.A. 10-101, S. 3; P.A. 11-70, S. 2; P.A. 21-164, S. 11.)\nHistory: P.A. 11-70 made a technical change in Subsec. (b); P.A. 21-164 amended Subsec. (a) to add references to public official and holding of public office.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nPART II\nCODE OF ETHICS FOR LOBBYISTS\nSec. 1-91. Definitions.When used in this part, unless the context otherwise requires:\n(1) “Administrative action” means any action or nonaction of any executive agency of the state with respect to the proposal, drafting, development, consideration, amendment, adoption or repeal of any rule, regulation or utility rate, and any action or nonaction of any executive agency or quasi-public agency, as defined in section1-79, regarding a contract, grant, award, purchasing agreement, loan, bond, certificate, license, permit or any other matter which is within the official jurisdiction or cognizance of such an agency.\n(2) “Candidate for public office” means any person who has filed a declaration of candidacy or a petition to appear on the ballot for election as a public official, or who has raised or expended money in furtherance of such candidacy, or who has been nominated for appointment to serve as a public official; but does not include a candidate for the office of senator or representative in Congress.\n(3) “Board” means the Citizen's Ethics Advisory Board established under section1-80.\n(4) “Compensation” means any value received or to be received by a person acting as a lobbyist, whether in the form of a fee, salary or forbearance.\n(5) “Executive agency” means a commission, board, agency, or other body or official in the executive branch of the state government and any independent body of the state government that is not a part of the legislative or judicial branch.\n(6) “Expenditure” means any advance, conveyance, deposit, distribution, transfer of funds, loan, payment, unless expressly excluded; any payments for telephone, mailing, postage, printing and other clerical or office services and materials; any paid communications, costing fifty dollars or more in any calendar year, disseminated by means of any printing, broadcasting or other medium, provided such communications refer to pending administrative or legislative action; any contract, agreement, promise or other obligation; any solicitation or solicitations, costing fifty dollars or more in the aggregate for any calendar year, of other persons to communicate with a public official or state employee for the purpose of influencing any legislative or administrative act and any pledge, subscription of money or anything of value. “Expenditure” does not include (A) the payment of a registrant's fee pursuant to section1-95, (B) any expenditure made by any club, committee, partnership, organization, business, union, association or corporation for the purpose of publishing a newsletter or other release intended primarily for its members, shareholders or employees, whether in written or electronic form or made orally during a regularly noticed meeting, (C) any expenditure made by any club, committee, partnership, organization, business, union, association or corporation for the purpose of transporting its members, shareholders or employees to or from a specific site, where such members, shareholders or employees received no other compensation or reimbursement for lobbying from such club, committee, partnership, organization, business, union, association or corporation, or (D) contributions, membership dues or other fees paid to associations, nonstock corporations or tax-exempt organizations under Section 501(c) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended.\n(7) “Gift” means anything of value, which is directly and personally received, unless consideration of equal or greater value is given in return. “Gift” does not include:\n(A) A political contribution otherwise reported as required by law or a donation or payment described in subdivision (9) or (10) of subsection (b) of section9-601a;\n(B) Services provided by persons volunteering their time, if provided to aid or promote the success or defeat of any political party, any candidate or candidates for public office or the position of convention delegate or town committee member or any referendum question;\n(C) A commercially reasonable loan made on terms not more favorable than loans made in the ordinary course of business;\n(D) A gift received from (i) the individual's spouse, fiancé or fiancée, (ii) the parent, grandparent, brother or sister of such spouse or such individual, or (iii) the child of such individual or the spouse of such child;\n(E) Goods or services (i) that are provided to a state agency or quasi-public agency (I) for use on state or quasi-public agency property, or (II) that support an event or the participation by a public official or state employee at an event, and (ii) that facilitate state or quasi-public agency action or functions. As used in this subparagraph, “state property” means property owned by the state or a quasi-public agency or property leased to a state or quasi-public agency;\n(F) A certificate, plaque or other ceremonial award costing less than one hundred dollars;\n(G) A rebate, discount or promotional item available to the general public;\n(H) Printed or recorded informational material germane to state action or functions;\n(I) Food or beverage or both, costing less than fifty dollars in the aggregate per recipient in a calendar year, and consumed on an occasion or occasions at which the person paying, directly or indirectly, for the food or beverage, or his representative, is in attendance;\n(J) Food or beverage or both, costing less than fifty dollars per person and consumed at a publicly noticed legislative reception to which all members of the General Assembly are invited and which is hosted not more than once in any calendar year by a lobbyist or business organization. For the purposes of such limit, (i) a reception hosted by a lobbyist who is an individual shall be deemed to have also been hosted by the business organization which he owns or is employed by, and (ii) a reception hosted by a business organization shall be deemed to have also been hosted by all owners and employees of the business organization who are lobbyists. In making the calculation for the purposes of such fifty-dollar limit, the donor shall divide the amount spent on food and beverage by the number of persons whom the donor reasonably expects to attend the reception;\n(K) Food or beverage or both, costing less than fifty dollars per person and consumed at a publicly noticed reception to which all members of the General Assembly from a region of the state are invited and which is hosted not more than once in any calendar year by a lobbyist or business organization. For the purposes of such limit, (i) a reception hosted by a lobbyist who is an individual shall be deemed to have also been hosted by the business organization which he owns or is employed by, and (ii) a reception hosted by a business organization shall be deemed to have also been hosted by all owners and employees of the business organization who are lobbyists. In making the calculation for the purposes of such fifty-dollar limit, the donor shall divide the amount spent on food and beverage by the number of persons whom the donor reasonably expects to attend the reception. As used in this subparagraph, “region of the state” means the established geographic service area of the organization hosting the reception;\n(L) A gift, including, but not limited to, food or beverage or both, provided by an individual for the celebration of a major life event, provided any such gift provided by an individual who is not a member of the family of the recipient does not exceed one thousand dollars in value;\n(M) Gifts costing less than one hundred dollars in the aggregate or food or beverage provided at a hospitality suite at a meeting or conference of an interstate legislative association, by a person who is not a registrant or is not doing business with the state of Connecticut;\n(N) Admission to a charitable or civic event, including food and beverage provided at such event, but excluding lodging or travel expenses, at which a public official or state employee participates in his or her official capacity, provided such admission is provided by the primary sponsoring entity;\n(O) Anything of value provided by an employer of (i) a public official, (ii) a state employee, or (iii) a spouse of a public official or state employee, to such official, employee or spouse, provided such benefits are customarily and ordinarily provided to others in similar circumstances;\n(P) Anything having a value of not more than ten dollars, provided the aggregate value of all things provided by a donor to a recipient under this subdivision in any calendar year does not exceed fifty dollars; or\n(Q) Training that is provided by a vendor for a product purchased by a state or quasi-public agency that is offered to all customers of such vendor.\n(8) “Immediate family” means any spouse, dependent children or dependent relatives who reside in the individual's household.\n(9) “Individual” means a natural person.\n(10) “Legislative action” means introduction, sponsorship, consideration, debate, amendment, passage, defeat, approval, veto, overriding of a veto or any other official action or nonaction with regard to any bill, resolution, amendment, nomination, appointment, report, or any other matter pending or proposed in a committee or in either house of the legislature, or any matter that is within the official jurisdiction or cognizance of the legislature.\n(11) “Lobbying” means communicating directly or soliciting others to communicate with any official or his staff in the legislative or executive branch of government or in a quasi-public agency, for the purpose of influencing any legislative or administrative action except that the term “lobbying” does not include (A) communications by or on behalf of a party to, or an intervenor in, a contested case, as described in regulations adopted by the Office of State Ethics in accordance with the provisions of chapter 54, before an executive agency or a quasi-public agency, (B) communications by a representative of a vendor or by an employee of the registered client lobbyist which representative or employee acts as a salesperson and does not otherwise engage in lobbying regarding any administrative action, (C) communications by an attorney made while engaging in the practice of law and regarding any matter other than legislative action as defined in subdivision (10) of this section or the proposal, drafting, development, consideration, amendment, adoption or repeal of any rule or regulation, or (D) other communications exempted by regulations adopted by the Office of State Ethics in accordance with the provisions of chapter 54.\n(12) “Lobbyist” means a person who in lobbying and in furtherance of lobbying makes or agrees to make expenditures, or receives or agrees to receive compensation, reimbursement, or both, and such compensation, reimbursement or expenditures are three thousand dollars or more in any calendar year or the combined amount thereof is three thousand dollars or more in any such calendar year. “Lobbyist” does not include:\n(A) A public official, employee of a branch of state government or a subdivision thereof, including an official or employee of a quasi-public agency, or elected or appointed official of a municipality or his or her designee other than an independent contractor, who is acting within the scope of his or her authority or employment;\n(B) A publisher, owner or an employee of the press, radio or television while disseminating news or editorial comment to the general public in the ordinary course of business;\n(C) An individual representing himself or herself or another person before the legislature or a state agency other than for the purpose of influencing legislative or administrative action;\n(D) Any individual or employee who receives no compensation or reimbursement specifically for lobbying and who limits his activities solely to formal appearances to give testimony before public sessions of committees of the General Assembly or public hearings of state agencies and who, if he or she testifies, registers his or her appearance in the records of such committees or agencies;\n(E) A member of an advisory board acting within the scope of his or her appointment;\n(F) A senator or representative in Congress acting within the scope of his or her office;\n(G) Any person who receives no compensation or reimbursement specifically for lobbying and who spends no more than five hours in furtherance of lobbying unless such person (i) exclusive of salary, receives compensation or makes expenditures, or both, of three thousand dollars or more in any calendar year for lobbying or the combined amount thereof is three thousand dollars or more in any such calendar year, or (ii) expends fifty dollars or more for the benefit of a public official in the legislative or executive branch, a member of his or her staff or immediate family;\n(H) A communicator lobbyist who receives or agrees to receive compensation, reimbursement, or both, the aggregate amount of which is less than three thousand dollars from each client in any calendar year.\n(13) “Member of an advisory board” means any person appointed by a public official as an advisor or consultant or member of a committee, commission or council established to advise, recommend or consult with a public official or branch of government or committee thereof and who receives no public funds other than per diem payments or reimbursement for his or her actual and necessary expenses incurred in the performance of his or her official duties and who has no authority to expend any public funds or to exercise the power of the state.\n(14) “Person” means an individual, a business, corporation, limited liability company, union, association, firm, partnership, committee, club or other organization or group of persons.\n(15) “Political contribution” has the same meaning as in section9-601aexcept that for purposes of this part, the provisions of subsection (b) of said section shall not apply.\n(16) “Public official” means any state-wide elected state officer, any member or member-elect of the General Assembly, any person appointed to any office of the legislative, judicial or executive branch of state government by the Governor, with or without the advice and consent of the General Assembly, the spouse of the Governor and any person appointed or elected by the General Assembly or any member of either house thereof; but does not include a member of an advisory board or a senator or representative in Congress.\n(17) “Registrant” means a person who is required to register pursuant to section1-94.\n(18) “Reimbursement” means any money or thing of value received or to be received in the form of payment for expenses as a lobbyist, not including compensation.\n(19) “State employee” means any employee in the executive, judicial or legislative branch of state government, whether in the classified or unclassified service and whether full or part-time.\n(20) “Business organization” means a sole proprietorship, corporation, limited liability company, association, firm or partnership, other than a client lobbyist, that is owned by, or employs one or more individual lobbyists.\n(21) “Client lobbyist” means a lobbyist on behalf of whom lobbying takes place and who makes expenditures for lobbying and in furtherance of lobbying.\n(22) “Communicator lobbyist” means a lobbyist who communicates directly or solicits others to communicate with an official or the official's staff in the legislative or executive branch of government or in a quasi-public agency for the purpose of influencing legislative or administrative action.\n(23) “State agency” means any office, department, board, council, commission, institution, constituent unit of the state system of higher education, technical education and career school or other agency in the executive, legislative or judicial branch of state government.\n(24) “Quasi-public agency” means quasi-public agency, as defined in section1-79.\n(P.A. 77-605, S. 1, 21; P.A. 79-615, S. 1, 10; P.A. 81-339, S. 1, 7; 81-395, S. 7, 9; P.A. 82-120, S. 1, 2; 82-423, S. 2, 8; P.A. 83-249, S. 10–12, 14; P.A. 84-546, S. 144, 173; P.A. 85-290, S. 3, 4; P.A. 86-99, S. 30, 34; P.A. 89-211, S. 1; 89-369, S. 4; June 12 Sp. Sess. P.A. 91-1, S. 3, 22; P.A. 92-149, S. 8, 12; P.A. 94-69, S. 1, 3; P.A. 95-79, S. 5, 6, 189; 95-144, S. 2, 11; P.A. 96-11, S. 2, 5; June 18 Sp. Sess. P.A. 97-5, S. 18, 19; June 18 Sp. Sess. P.A. 97-6, S. 6, 14; P.A. 05-183, S. 15; 05-287, S. 44; P.A. 07-1, S. 8; June 11 Sp. Sess. P.A. 08-3, S. 10, 14; P.A. 12-116, S. 87; P.A. 13-244, S. 14; 13-264, S. 4; P.A. 15-15, S. 1; P.A. 17-237, S. 24; P.A. 21-164, S. 12.)\nHistory: P.A. 79-615 redefined “administrative action”, “candidate for public office”, “expenditure”, “gift”, “immediate family”, “legislative action”, “lobbying”, “lobbyist”, “member of an advisory board” and “public official”; P.A. 81-339 increased amounts requiring reporting and threshold expenditure and compensation levels from the previous levels of “in excess of” $25 and $300 to $35 or more and $500; P.A. 81-395 substituted reference to Sec. 9-335(18) for reference to Sec. 9-348q(a) in Subdiv. (o); P.A. 82-120 amended Subdiv. (k) to except communications by or on behalf of public service companies in connection with rate cases; P.A. 82-423 amended Subdivs. (f) and (g) to increase amounts from $35 to $50; P.A. 83-249 amended Subdiv. (j) to refer to “cognizance” of legislature, included an independent contractor employed by a municipality within the definition of lobbyist in Subdiv. (l) and amended Subdiv. (o) to expand definition of “political contribution”; P.A. 84-546 made technical change in Subdiv. (f); P.A. 85-290 redefined “gift” to include “anything of value” and amended definition of “member of an advisory board” to refer to “per diem payments” rather than to “a flat per diem rate”; P.A. 86-99 amended definition of “political contribution” to reflect technical changes made in chapter 150; P.A. 89-211 clarified reference to the Internal Revenue Code of 1986; P.A. 89-369 limited exception from definition of “gift” in Subdiv. (g) for food or beverage costing less than $50 per person and consumed on a single occasion to an occasion “at which the person paying, directly or indirectly, for the food or beverage, or his representative, is in attendance”; June 12 Sp. Sess. P.A. 91-1 substantially amended definition of “gift” and exceptions to “gift” in Subdiv. (g), substituted “one thousand” for “five hundred” in definition of “lobbyist” in Subdiv. (l), and added Subdivs. (t) and (u), defining “business organization” and “client lobbyist”; P.A. 92-149 redefined “client lobbyist”; P.A. 94-69 expanded definition of “administrative action” in Subdiv. (a) by adding provision re contract, grant, award, purchasing agreement, loan, bond certificate, license, permit or any other matter within the official jurisdiction or cognizance of the agency, and amended definition of “lobbying” in Subdiv. (k) by adding “or in a quasi-public agency”, deleting provision re public service companies, adding provision re contested cases and adding provision re representatives of a manufacturer or employees of the registered client lobbyist, effective January 1, 1995; P.A. 95-79 redefined “person” and “business organization” to include a limited liability company, effective May 31, 1995; P.A. 95-144 amended Subdiv. (k), defining “lobbying”, by numbering Subparas., inserting “or an intervenor in” and changing source of definition of “contested case” in Subpara. (1), changing “manufacturer” to “vendor” and inserting “representative” in Subpara. (2) and adding Subpara. (3) re communications by attorneys and Subpara. (4) re communications exempted by regulations, amended Subdiv. (l), defining “lobbyist”, by adding Subpara. (8) re communicator lobbyists, amended Subdiv. (u), defining “client lobbyist”, by changing “person” to “lobbyist” and added Subdiv. (v) defining “communicator lobbyist”, effective June 28, 1995; P.A. 96-11 amended Subdiv. (l) to change the threshold for meeting the definition of “lobbyist” for purposes of part II of chapter 10 from $1,000 to $2,000, effective January 1, 1997; June 18 Sp. Sess. P.A. 97-5 amended Subdiv. (g)(1) by changing Sec. 9-333b(b) Subdiv. reference from (11) to (10), effective July 1, 1997, and applicable to elections and primaries held on or after January 1, 1998; June 18 Sp. Sess. P.A. 97-6 amended Subdiv. (g) by expanding Subpara. (5), by changing limit to $50 in Subpara. (9), inserting new Subpara. (11) re food or beverage consumed at a publicly noticed reception, adding new Subpara. (14) re admission to charitable or civic event, adding new Subpara. (15) re anything of value provided by employer and adding new Subpara. (16) re anything of value of not more than $10, effective January 1, 1998; P.A. 05-183 amended Subdiv. (c) to replace definition of “commission” with definition of “board”, effective July 1, 2005; P.A. 05-287 amended Subdiv. (g)(2) to provide that services must be provided to aid or promote the success or defeat of any political party, any candidate or candidates for public office or the position of convention delegate or town committee member or any referendum question and made a technical change in Subdiv. (g)(10), effective July 1, 2005; P.A. 07-1 amended Subdiv. (g)(5) to include references to a state or quasi-public agency, added Subdiv. (g)(17) re training provided by a vendor and added Subdivs. (w) and (x) defining “state agency” and “quasi-public agency”, effective February 8, 2007; June 11 Sp. Sess. P.A. 08-3 amended Subsec. (g)(12) to add requirement that gift provided by an individual who is not a family member of recipient shall not exceed $1,000 in value and amended Subsec. (p) to include spouse of the Governor; pursuant to P.A. 12-116, “vocational-technical school” was changed editorially by the Revisors to “technical high school” in Subdiv. (w), effective July 1, 2012; P.A. 13-244 redesignated existing Subdivs. (a) to (x) as Subdivs. (1) to (24) and made technical and conforming changes, redefined “gift” in redesignated Subdiv. (7)(E)(i)(II) to add exclusion for participation by public official or state employee at an event and changed “commission” to “Office of State Ethics” in redesignated Subdiv. (11); P.A. 13-264 changed “commission” to “Office of State Ethics” in definition of “lobbying”, effective July 11, 2013; P.A. 15-15 amended Subdiv. (6) to add Subpara. designators (A), (B) and (D), to add language in Subpara. (B) re form and intent of newsletters and to add Subpara. (C) re expenditures for transportation purposes, amended Subdivs. (7)(D) and (11)(A) to make technical changes, amended Subdiv. (12) to change the threshold for meeting definition of “lobbyist” from $2,000 to $3,000, amended Subdiv. (12)(A) to add reference to official or employee of a quasi-public agency and amended Subdiv. (12)(G) and (H) to change dollar amounts from $2,000 to $3,000, effective January 1, 2016; P.A. 17-237 amended Subdiv. (23) by replacing “technical high school” with “technical education and career school”, effective July 1, 2017; P.A. 21-164 amended Subdiv. (7)(D) to add reference to grandparent.\nSee Sec. 1-79a re calculation of dollar limit on gifts.\nSee Sec. 1-101aa re provider participation in informal committees, task forces and work groups of certain state agencies not deemed to be lobbying.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-92. Duties of board and Office of State Ethics. Regulations. Advisory opinions.(a) The Citizen's Ethics Advisory Board shall adopt regulations, in accordance with chapter 54, to carry out the purposes of this part. Such regulations shall not be deemed to govern the conduct of any judge trial referee in the performance of such judge trial referee's duties pursuant to this chapter. Not later than January 1, 1992, the board shall adopt regulations which further clarify the meaning of the terms “directly and personally received” and “major life event”, as used in subdivision (5) of section1-79and subdivision (7) of section1-91.\n(b) The general counsel and staff of the Office of State Ethics shall compile and maintain an index of all reports and statements filed with the Office of State Ethics under the provisions of this part and advisory opinions and informal staff letters issued by the board with regard to the requirements of this part, to facilitate public access to such reports, statements, letters and advisory opinions promptly upon the filing or issuance thereof.\n(c) The general counsel and staff of the Office of State Ethics shall prepare quarterly and annual summaries of statements and reports filed with the Office of State Ethics and advisory opinions and informal staff letters issued by the Office of State Ethics.\n(d) The general counsel and staff of the Office of State Ethics shall preserve advisory opinions and informal staff letters permanently and shall preserve memoranda, statements and reports filed by and with the Office of State Ethics for a period of five years from the date of receipt.\n(e) Upon the concurring vote of a majority of its members present and voting, the board shall issue advisory opinions with regard to the requirements of this part or part III of this chapter, upon the request of any person, subject to the provisions of this part or part III of this chapter, and publish such advisory opinions in the Connecticut Law Journal. Advisory opinions rendered by the board, until amended or revoked, shall be binding on the board and shall be deemed to be final decisions of the board for purposes of appeal to the Superior Court, in accordance with the provisions of section4-175or4-183. Any advisory opinion concerning any person subject to the provisions of this part or part III of this chapter who requested the opinion and who acted in reliance thereon, in good faith, shall be binding upon the board, and it shall be an absolute defense in any criminal action brought under the provisions of this part that the accused acted in reliance upon such advisory opinion.\n(f) The Office of State Ethics shall report annually, prior to February fifteenth, to the Governor summarizing the activities of the Office of State Ethics.\n(g) The Office of State Ethics shall employ necessary staff within available appropriations.\n(P.A. 77-605, S. 3, 21; P.A. 79-615, S. 2, 10; P.A. 83-493, S. 4, 5; P.A. 84-52, S. 7; P.A. 86-403, S. 95, 132: P.A. 89-97, S. 3, 7; June 12 Sp. Sess. P.A. 91-1, S. 5; June 18 Sp. Sess. P.A. 97-6, S. 10, 14; P.A. 04-204, S. 6; P.A. 05-183, S. 16; June Sp. Sess. P.A. 05-3, S. 109; P.A. 06-196, S. 11; P.A. 13-244, S. 15, 16.)\nHistory: P.A. 79-615 required concurring vote of four members for issuance of advisory opinion; P.A. 83-493 amended section to provide that advisory opinions shall be deemed to be final decisions of the commission for purposes of Sec. 1-98; P.A. 84-52 made technical amendment to reflect relettering of subsections in Sec. 1-93; P.A. 86-403 made technical changes; P.A. 89-97 amended Subdiv. (1) by deleting language specifying regulations as those necessary to establish procedures and forms; June 12 Sp. Sess. P.A. 91-1 amended Subdiv. (1) to require regulations clarifying “directly and personally received” and “major life event”; June 18 Sp. Sess. P.A. 97-6 amended Subdivs. (2) and (3) to add to the list of items the commission must compile and maintain and prepare summaries of, advisory opinions issued by the commission, effective January 1, 1998; P.A. 04-204 amended Subdiv. (5) to increase vote required for issuance of advisory opinion from four to five members, effective June 3, 2004; P.A. 05-183 replaced “commission” with “Citizen's Ethics Advisory Board”, “board” or “Office of State Ethics” and made conforming changes throughout the section, replaced Subdiv. designators with Subsec. designators throughout the section and amended Subsec. (b) to require maintenance of informal staff letters, Subsec. (d) to require preservation of advisory opinions and informal staff letters, and Subsec. (e) to change the requirement for issuance of advisory opinions from a concurring vote of five members to a majority vote of the members present and voting and to replace reference to Sec. 1-98 with provision re appeal in accordance with Sec. 4-175 or 4-183, effective July 1, 2005; June Sp. Sess. P.A. 05-3 amended Subsec. (a) to provide that regulations shall not be deemed to govern the conduct of any judge trial referee, effective July 1, 2005; P.A. 06-196 made technical changes, effective June 7, 2006; P.A. 13-244 amended Subsec. (a) to replace references to Secs. 1-79(e) and 1-91(g) with references to Secs. 1-79(5) and 1-91(7), respectively, and amended Subsec. (e) to make a technical change and to apply provisions to part III of Ch. 10.\nSee Sec. 1-80 re Office of State Ethics.\nSee Sec. 1-81 re office's duties with regard to public officials.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-93. Complaints. Procedure. Time limits. Investigation; notice; hearings. Damages for complaints without foundation.(a)(1) Upon the complaint of any person on a form prescribed by the Office of State Ethics, signed under penalty of false statement, or upon its own complaint, the ethics enforcement officer of the Office of State Ethics shall investigate any alleged violation of this part or section1-101bb. Not later than five days after the receipt or issuance of such complaint, the Office of State Ethics shall provide notice of such receipt or issuance and a copy of the complaint by registered or certified mail to any respondent against whom such complaint is filed and shall provide notice of the receipt of such complaint to the complainant. When the Office of State Ethics undertakes an evaluation of a possible violation of this part or section1-101bbprior to the filing of a complaint, the subject of the evaluation shall be notified not later than five business days after a staff member of the Office of State Ethics undertakes the first contact with a third party concerning the matter.\n(2) In the conduct of its investigation of an alleged violation of this part, the Office of State Ethics shall have the power to hold hearings, administer oaths, examine witnesses and receive oral and documentary evidence. The Office of State Ethics may subpoena witnesses under procedural rules adopted by the Citizen's Ethics Advisory Board as regulations in accordance with the provisions of chapter 54 to compel attendance before the Office of State Ethics and to require the production for examination by the ethics enforcement officer of the Office of State Ethics of any books and papers which the ethics enforcement officer of the Office of State Ethics deems relevant in any matter under investigation or in question, provided any such subpoena is issued either pursuant to a majority vote of the Citizen's Ethics Advisory Board or pursuant to the signature of the chairperson of such board. The vice-chairperson of such board may sign any such subpoena if the chairperson of such board is unavailable. In the exercise of such powers, the Office of State Ethics may use the services of the state police, who shall provide the same upon the office's request. The Office of State Ethics shall make a record of all proceedings conducted pursuant to this subsection. Any witness summoned before the Office of State Ethics or a judge trial referee pursuant to this subsection shall receive the witness fee paid to witnesses in the courts of this state. The ethics enforcement officer of the Office of State Ethics may bring any alleged violation of this part or section1-101bbbefore a judge trial referee assigned by the Chief Court Administrator for such purpose for a probable cause hearing. Such judge trial referee shall be compensated in accordance with the provisions of section52-434from such funds as may be available to the Office of State Ethics. The respondent shall have the right to appear at any hearing held pursuant to this subsection and be heard and to offer any information which may tend to clear the respondent of probable cause to believe the respondent has violated any provision of this part or section1-101bb. The respondent shall also have the right to be represented by legal counsel and to examine and cross-examine witnesses. Not later than ten days prior to the commencement of any hearing conducted pursuant to this subsection, the Office of State Ethics shall provide the respondent with a list of its intended witnesses. Any finding of probable cause to believe the respondent is in violation of any provision of this part or section1-101bbshall be made by a judge trial referee not later than thirty days after the ethics enforcement officer brings such alleged violation before such judge trial referee, except that such thirty-day limitation period shall not apply if the judge trial referee determines that good cause exists for extending such limitation period.\n(b) If a judge trial referee indicates that probable cause exists for the violation of a provision of this part or section1-101bb, the board shall initiate hearings to determine whether there has been a violation of this part or section1-101bb. Any such hearing shall be initiated by the board not later than thirty days after the finding of probable cause by a judge trial referee and shall be concluded not later than ninety days after its initiation, except that such thirty-day or ninety-day limitation period shall not apply if the judge trial referee determines that good cause exists for extending such limitation period. A judge trial referee, who has not taken part in the probable cause determination on the matter shall be assigned by the Chief Court Administrator and shall be compensated in accordance with section52-434out of funds available to the board. Such judge trial referee shall preside over such hearing and rule on all issues concerning the application of the rules of evidence, which shall be the same as in judicial proceedings. The judge trial referee shall have no vote in any decision of the board. All hearings of the board held pursuant to this subsection shall be open. At such hearing the board shall have the same powers as the Office of State Ethics under subsection (a) of this section and the respondent shall have the right to be represented by legal counsel, to compel attendance of witnesses and the production of books, documents, records and papers and to examine and cross-examine witnesses. Not later than ten days prior to the commencement of any hearing conducted pursuant to this subsection, the Office of State Ethics shall provide the respondent with a list of its intended witnesses. The judge trial referee shall, while engaged in the discharge of the duties as provided in this subsection, have the same authority as is provided in section51-35over witnesses who refuse to obey a subpoena or to testify with respect to any matter upon which such witness may be lawfully interrogated, and may commit any such witness for contempt for a period no longer than thirty days. The Office of State Ethics shall make a record of all proceedings pursuant to this subsection. During the course of any such hearing, no ex-parte communication shall occur between the board, or any of its members, and: (1) The judge trial referee, or (2) any staff member of the Enforcement Division of the Office of State Ethics, concerning the complaint or the respondent. The board shall find no person in violation of any provision of this part or section1-101bbexcept upon the concurring vote of two-thirds of its members present and voting. No member of the board shall vote on the question of whether a violation of any provision of this part or section1-101bbhas occurred unless such member was physically present for the duration of any hearing held pursuant to this subsection. Not later than forty-five days after the public hearing conducted in accordance with this subsection, the board shall publish its finding and a memorandum of the reasons therefor. Such finding and memorandum shall be deemed to be the final decision of the board on the matter for the purposes of chapter 54. The respondent, if aggrieved by the finding and memorandum, may appeal therefrom to the Superior Court in accordance with the provisions of section4-183.\n(c) If any complaint brought under the provisions of this part or section1-101bbis made with the knowledge that it is made without foundation in fact, the respondent shall have a cause of action against the complainant for double the amount of damage caused thereby and if the respondent prevails in such action, the respondent may be awarded by the court the costs of such action together with reasonable attorneys' fees.\n(d) No complaint may be made under this section except within five years next after the violation alleged in the complaint has been committed.\n(e) No person shall take or threaten to take official action against an individual for such individual's disclosure of information to the board or the general counsel, ethics enforcement officer or staff of the Office of State Ethics under the provisions of this part or section1-101bb. After receipt of information from an individual under the provisions of this part, the Office of State Ethics shall not disclose the identity of such individual without such person's consent unless the Office of State Ethics determines that such disclosure is unavoidable during the course of an investigation.\n(P.A. 77-605, S. 4, 21; 77-614, S. 486, 587, 610; P.A. 78-303, S. 85, 136; P.A. 79-615, S. 3, 10; P.A. 81-296, S. 2; P.A. 83-586, S. 10, 14; P.A. 84-52, S. 3; 84-519, S. 2; 84-546, S. 145, 173; P.A. 85-290, S. 5; June 12 Sp. Sess. P.A. 91-1, S. 16; P.A. 92-29, S. 2; P.A. 94-132, S. 6; P.A. 95-144, S. 3; P.A. 96-37, S. 2; P.A. 04-38, S. 5; 04-204, S. 7; P.A. 05-183, S. 17; June 11 Sp. Sess. P.A. 08-3, S. 17; P.A. 17-235, S. 8; P.A. 18-137, S. 21; P.A. 21-164, S. 13.)\nHistory: P.A. 77-614 and P.A. 78-303 placed state police within the department of public safety, effective January 1, 1979; P.A. 79-615 required concurring vote of four members for finding of probable cause; P.A. 81-296 added Subsec. (e) establishing a three-year time limit for complaints; P.A. 83-586 amended Subsec. (a) to apply nondisclosure requirement to all persons having knowledge of investigation and amended Subsec. (b) concerning publication of finding and confidentiality of the record of any investigation; P.A. 84-52 eliminated provisions re confidentiality of investigations and publication of findings; P.A. 84-519 amended section to grant subpoena power to commission at all stages of investigation, to require commission to meet prior to commencing investigation and to exempt such meetings from the freedom of information act and deleted provision authorizing commission witnesses to be paid witness fees awarded court witnesses; P.A. 84-546 made technical change in Subsec. (a); P.A. 85-290 amended Subsec. (a) to require that commission notify persons under evaluation within 5 business days after a commission staff member's first contact with a third party concerning the matter; June 12 Sp. Sess. P.A. 91-1 amended Subsec. (b) to require trial referee or senior judge, instead of commission, to make determinations re violations; P.A. 92-29 amended Subsec. (b) by eliminating references to senior judges; P.A. 94-132 amended Subsec. (a)(1) by deleting provisions re meeting to determine whether sufficient evidence exists to warrant inquiry, changing notice deadline from 5 days after meeting to 5 days after receipt or issuance of complaint, and making technical grammatical changes, amended Subsec. (a)(2) by adding “of an alleged violation of this part” after “investigation”, deleting provision re deadline for adoption of regulations, and adding provisions re record of proceedings and list of intended witnesses, amended Subsec. (b) by specifying trial referee has no vote in commission decision, giving commission, rather than trial referee, the same powers as under Subsec. (a), adding provisions re list of intended witnesses and vote required for finding of violation, changing publisher of finding and memorandum from trial referee to commission, and deleting provision re commission aggrieved by finding and memorandum, and added new Subsec. (e) re individuals who disclose information to commission; P.A. 95-144 amended Subsec. (b) by specifying hearings as those of the commission; P.A. 96-37 amended Subsec. (b) by changing “state trial referee” to “judge trial referee”; P.A. 04-38 amended Subsec. (d) to increase the time limit for a complaint from three to five years, effective July 1, 2004; P.A. 04-204 amended Subsec. (a)(2) to increase vote required to find probable cause of violation of part from four to five members and amended Subsec. (b) to increase vote required to find violation of part from five to six members, effective June 3, 2004; P.A. 05-183 replaced “commission” with “Office of State Ethics”, “ethics enforcement officer” “Citizen's Ethics Advisory Board” or “board” throughout the section, amended Subsec. (a) to authorize the ethics enforcement officer to investigate alleged violations of the ethics code and bring an alleged violation before a judge trial referee for a probable cause hearing, and to require such judge trial referee to make any such finding of probable cause within 30 days of presentment of such alleged violation except for good cause, amended Subsec. (b) to require a board hearing re a violation to be initiated not later than 90 days after a finding of probable cause, to change the requirement for a finding of a violation from a vote of six members to a vote of two-thirds of its members present and voting, and to make technical changes for the purpose of gender neutrality, and amended Subsecs. (c) and (e) to make technical changes for the purpose of gender neutrality, effective July 1, 2005; June 11 Sp. Sess. P.A. 08-3 amended Subsec. (a)(2) to provide that Office of State Ethics may subpoena witnesses provided subpoena is issued either pursuant to majority vote of board or pursuant to signature of chairperson, or vice-chairperson of board if chairperson unavailable, and amended Subsec. (b) to provide prohibition re ex-parte communications during course of hearings between board or its members and judge trial referee or any staff member of Enforcement Division of the Office of State Ethics, to change reference from concurring vote of two-thirds of members present and voting to concurring vote of 6 members present and voting and to prohibit a board member from voting on question of whether violation had occurred if such member was not physically present for duration of any hearing; P.A. 17-235 amended Subsec. (b) to make technical changes and to require vote of two-thirds of members rather than six members for finding of violation; P.A. 18-137 added references to Sec. 1-101bb; P.A. 21-164 amended Subsec. (b) to change date for publishing finding and memorandum from 15 to 45 days after public hearing.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-93a. Confidentiality of complaints, evaluations of possible violations and investigations. Publication of findings.(a) Unless a judge trial referee makes a finding of probable cause, a complaint alleging a violation of this part shall be confidential except upon the request of the respondent. An Office of State Ethics evaluation of a possible violation of this part undertaken prior to a complaint being filed shall be confidential except upon the request of the subject of the evaluation. If the evaluation is confidential, any information supplied to or received from the Office of State Ethics shall not be disclosed to any third party by a subject of the evaluation, a person contacted for the purpose of obtaining information or by a board or staff member of the Office of State Ethics. No provision of this subsection shall prevent the board or the Office of State Ethics from reporting the possible commission of a crime to the Chief State's Attorney or other prosecutorial authority.\n(b) An investigation conducted prior to a probable cause finding shall be confidential except upon the request of the respondent. If the investigation is confidential, the allegations in the complaint and any information supplied to or received from the Office of State Ethics shall not be disclosed during the investigation to any third party by a complainant, respondent, witness, designated party, or Office of State Ethics or staff member.\n(c) Not later than three business days after the termination of the investigation, the Office of State Ethics shall inform the complainant and the respondent of its finding and provide them a summary of its reasons for making that finding. The Office of State Ethics shall publish its finding upon the respondent's request and may also publish a summary of its reasons for making such finding.\n(d) If a judge trial referee makes a finding of no probable cause, the complaint and the record of its investigation shall remain confidential, except upon the request of the respondent and except that some or all of the record may be used in subsequent proceedings. No complainant, respondent, witness, designated party, or Office of State Ethics or staff member shall disclose to any third party any information learned from the investigation, including knowledge of the existence of a complaint, which the disclosing party would not otherwise have known. If such a disclosure is made, the judge trial referee may, after consultation with the respondent if the respondent is not the source of the disclosure, publish its finding and a summary of its reasons therefor.\n(e) The judge trial referee shall make public a finding of probable cause not later than five business days after any such finding. At such time, the entire record of the investigation shall become public, except that the Office of State Ethics may postpone examination or release of such public records for a period not to exceed fourteen days for the purpose of reaching a stipulation agreement pursuant to subsection (c) of section4-177. Any stipulation agreement or settlement entered into for a violation of this part shall be approved by a majority of its members present and voting.\n(P.A. 84-52, S. 4; P.A. 85-290, S. 6; P.A. 88-317, S. 42, 107; June 12 Sp. Sess. P.A. 91-1, S. 17; P.A. 94-132, S. 7; P.A. 05-183, S. 18; P.A. 06-196, S. 12, 13.)\nHistory: P.A. 85-290 amended Subsec. (a) to add provisions re confidentiality of a commission evaluation prior to the filing of a complaint; P.A. 88-317 substituted “subsection (c) of section 4-177” for “subsection (d) of section 4-177” in Subsec. (e), effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; June 12 Sp. Sess. P.A. 91-1 repealed former Subsec. (f) re publication of commission finding and memorandum under Sec. 1-93(b); P.A. 94-132 amended Subsec. (a) by changing “an evaluation” to “a commission evaluation” and authorizing reports to prosecutorial authority other than chief state's attorney; P.A. 05-183 replaced “commission” with “judge trial referee”, “Office of State Ethics” or “board” throughout the section and amended Subsec. (e) to add requirement that any stipulation agreement or settlement be approved by a majority of members present and voting, effective July 1, 2005; P.A. 06-196 made technical changes in Subsecs. (a) and (e), effective June 7, 2006.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-94. Lobbyist registration with the Office of State Ethics.A lobbyist shall register with the Office of State Ethics pursuant to this part if it or he:\n(1) Receives or agrees to receive compensation or reimbursement for actual expenses, or both, in a combined amount of three thousand dollars or more in a calendar year for lobbying, whether that receipt of compensation or reimbursement or agreement to receive such compensation or reimbursement is solely for lobbying or the lobbying is incidental to that person's regular employment; or\n(2) Makes or incurs an obligation to make expenditures of three thousand dollars or more in a calendar year for lobbying.\n(P.A. 77-605, S. 5, 21; P.A. 79-615, S. 4, 10; P.A. 81-339, S. 2, 7; June 12 Sp. Sess. P.A. 91-1, S. 10, 22; P.A. 96-11, S. 3, 5; P.A. 05-183, S. 19; P.A. 15-15, S. 2.)\nHistory: P.A. 79-615 changed emphasis of section to require registration as lobbyist prior to actually serving as such; P.A. 81-339 increased monetary thresholds from $300 to $500; June 12 Sp. Sess. P.A. 91-1 substituted $1,000 for $500 and numbered the Subdivs. instead of lettering them; P.A. 96-11 changed registration threshold from $1,000 to $2,000, effective January 1, 1997; P.A. 05-183 replaced “commission” with “Office of State Ethics”, effective July 1, 2005; P.A. 15-15 changed registration thresholds from $2,000 to $3,000, effective January 1, 2016.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-95. Registration procedure. Fees.(a) Each registrant shall file every two years with the Office of State Ethics on a registration form signed under penalty of false statement on or before January fifteenth of odd-numbered years or prior to the commencement of lobbying whichever is later. If the registrant is not an individual, an authorized officer or agent of the registrant shall sign the form. Such registration shall be on a form prescribed by the board and shall include:\n(1) If the registrant is an individual, the registrant's name, permanent address and temporary address while lobbying and the name, address and nature of business of any person who compensates or reimburses, or agrees to compensate or reimburse the registrant and the terms of the compensation, reimbursement or agreement, but shall not include the compensation paid to an employee for his involvement in activities other than lobbying;\n(2) If the registrant is a corporation, the name, address, place of incorporation and the principal place of business of the corporation;\n(3) If the registrant is an association, group of persons or an organization, the name and address of the principal officers and directors of such association, group of persons or organization. If the registrant is formed primarily for the purpose of lobbying, it shall disclose the name and address of any person contributing three thousand dollars or more to the registrant's lobbying activities in any calendar year;\n(4) If the registrant is not an individual, the name and address of each individual who will lobby on the registrant's behalf; and\n(5) The identification, with reasonable particularity, of areas of legislative or administrative action on which the registrant expects to lobby, including the names of executive agencies and quasi-public agencies and, where applicable, solicitations for state contracts and procurements.\n(b) Each registrant shall pay a reasonable fee not in excess of the cost of administering the registration form provided for in subsection (a) of this section plus the cost of collecting, filing, copying and distributing the information filed by registrants under section1-96, but not less than twenty-five dollars. A registrant who commences lobbying in an even-numbered year shall file with the Office of State Ethics, on or before January fifteenth of such even-numbered year or prior to the commencement of lobbying, whichever is later, a registration form signed under penalty of false statement and shall pay one-half of the biennial registration fee established by the board.\n(c) Each registrant shall file a notice of termination within thirty days after he ceases the activity that required his registration, provided the registrant does not intend to resume the activity during the biennial period for which he is registered; but termination shall not relieve him of the reporting requirements of section1-96for the period preceding the date his notice of termination is received by the Office of State Ethics or for the period commencing on such date and ending on December thirty-first of the year in which termination occurs.\n(d) In addition to the requirements of subsections (a) to (c), inclusive, of this section, the registration of a: (1) Client lobbyist, as defined in section1-91, shall include: (A) The name of such company or association, (B) the nature of such company or association, (C) the primary business address of such company or association, (D) the name of the person responsible for oversight of such client lobbyist's lobbying activities, (E) the job title of such person and any applicable contact information for such person, including, but not limited to, phone number, facsimile number, electronic mail address and business mailing address; and (2) communicator lobbyist, as defined in section1-91, shall include the name of the person with whom such communicator lobbyist has primary contact for each client of such communicator lobbyist and any applicable contact information for such person, including, but not limited to, phone number, facsimile number, electronic mail address and business mailing address.\n(P.A. 77-605, S. 6, 21; P.A. 79-615, S. 5, 10; P.A. 81-339, S. 3, 7; P.A. 83-463, S. 1, 2; 83-586, S. 11, 14; P.A. 84-546, S. 146, 173; P.A. 89-251, S. 58, 203; June 12 Sp. Sess. P.A. 91-1, S. 11, 22; P.A. 92-149, S. 2, 12; P.A. 95-144, S. 9, 11; P.A. 96-11, S. 4, 5; P.A. 05-183, S. 20; 05-287, S. 45, 50; P.A. 06-196, S. 14; P.A. 15-15, S. 3.)\nHistory: P.A. 79-615 required, as part of registration, the filing of information regarding lobbyist's employer and terms of his compensation for lobbying activities and changed provisions regarding notice of termination; P.A. 81-339 amended Subsec. (a) to raise monetary thresholds from $300 to $500; P.A. 83-463 amended Subsec. (b) by allowing the registration fee to be determined by the cost of collecting, filing, copying and distributing information filed by registrants, as well as by the cost of administering the registration form; P.A. 83-586 amended Subsec. (c) to extend reporting requirements to the period beginning on the date of termination of registration and ending on the December thirty-first following termination; P.A. 84-546 made technical change to Subsec. (a); P.A. 89-251 set the fee for administration at not less than $25; June 12 Sp. Sess. P.A. 91-1 substituted “one thousand” for “five hundred” in Subsec. (a); P.A. 92-149 amended Subsec. (a) to require disclosure of name and address of persons contributing in excess of $1,000 in any calendar year and made technical corrections for statutory consistency; P.A. 95-144 deleted provision in Subsec. (a) re individual registrants who receive $1,000 or more for lobbying, effective June 28, 1995; P.A. 96-11 changed the lobbyist registration period from one to two years and increased contribution amount requiring disclosure from $1,000 to $2,000 in Subsec. (a) and amended Subsec. (b) to provide for even-year registrations, effective January 1, 1997; P.A. 05-183 replaced “commission” with “Office of State Ethics” or “board” throughout the section, effective July 1, 2005; P.A. 05-287 amended Subsec. (a)(5) to require inclusion of the names of executive agencies and quasi-public agencies and, where applicable, solicitations for state contracts and procurements, effective July 1, 2005, and added Subsec. (d) re additional registration requirements for client lobbyists and communicator lobbyists, effective July 13, 2005; P.A. 06-196 made technical changes in Subsec. (d), effective June 7, 2006; P.A. 15-15 amended Subsec. (a)(3) to increase monetary threshold from $2,000 to $3,000, effective January 1, 2016.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-96. Financial reports of registrants. Requirements.(a) Each client lobbyist registrant shall file with the Office of State Ethics between the first and tenth day of April, July and January a financial report, signed under penalty of false statement. The April and July reports shall cover its lobbying activities during the previous calendar quarter and the January report shall cover its lobbying activities during the previous two calendar quarters. In addition to such reports, each client lobbyist registrant which attempts to influence legislative action shall file, under penalty of false statement, interim monthly reports of its lobbying activities for each month the General Assembly is in regular session, except that no monthly report shall be required for any month in which it neither expends nor agrees to expend one hundred dollars or more in furtherance of lobbying. Such interim monthly reports shall be filed with the Office of State Ethics no later than the tenth day of the month following the last day of the month reported. If the client lobbyist registrant is not an individual, an authorized officer or agent of the client lobbyist registrant shall sign the form. A communicator lobbyist for a municipality or any subdivision of a municipality shall file the reports described in this subsection utilizing the client lobbyist reporting schedule.\n(b) Each individual communicator lobbyist registrant and each business organization communicator lobbyist registrant shall file with the Office of State Ethics between the first and tenth day of January a report or reports, signed under penalty of false statement, reporting the amounts of compensation and reimbursement received from each of his clients during the previous year. In addition, each individual communicator lobbyist registrant and each business organization communicator lobbyist registrant shall: (1) Report the fundamental terms of contracts, agreements or promises to pay or receive compensation or reimbursement or to make expenditures in furtherance of lobbying, including the categories of work to be performed and the dollar value or compensation rate of the contract, at the time of registration; (2) report, in accordance with the schedule set forth in subsection (a) of this section, any amendments to these fundamental terms, including any agreements to subcontract lobbying work; and (3) report, in accordance with the provisions of subsection (a) of this section, any expenditures for the benefit of a public official in the legislative or executive branch or a member of the staff or immediate family of such official which are unreimbursed and required to be itemized. Such report shall not include the disclosure of food and beverage provided by a communicator lobbyist registrant to a public official in the legislative or executive branch or a member of his staff or immediate family at a major life event, as defined by the Citizen's Ethics Advisory Board, of the registrant. All such information shall be reported under penalty of false statement.\n(c) An individual communicator lobbyist registrant shall file a separate report for each person from whom he received compensation or reimbursement. Notwithstanding any provision of this subsection to the contrary, a business organization to which one or more individual communicator lobbyist registrants belong may file a single report for each client lobbyist in lieu of any separate reports that individual registrants are required to file pursuant to this subsection.\n(d) Each registrant who files a notice of termination under subsection (c) of section1-95shall file with the Office of State Ethics a financial report, under penalty of false statement, between the first and tenth day of January of the year following termination.\n(e) Each client lobbyist registrant financial report shall be on a form prescribed by the board and shall state expenditures made and the fundamental terms of contracts, agreements or promises to pay compensation or reimbursement or to make expenditures in furtherance of lobbying. Any such fundamental terms shall be reported once in the monthly, quarterly or post-termination report next following the entering into of such contract. Such financial report shall include an itemized statement of each expenditure of ten dollars or more per person for each occasion made by the reporting registrant or a group of registrants which includes the reporting registrant for the benefit of a public official in the legislative or executive branch, a member of his staff or immediate family, itemized by date, beneficiary, amount and circumstances of the transaction. The requirement of an itemized statement shall not apply to an expenditure made by a reporting registrant or a group of registrants which includes the reporting registrant for (1) the benefit of the members of the General Assembly at an event that is a reception to which all such members are invited or all members of a region of the state, as such term is used in subparagraph (K) of subdivision (7) of section1-91, are invited, unless the expenditure is thirty dollars or more per person, or (2) benefits personally and directly received by a public official or state employee at a charitable or civic event at which the public official or state employee participates in his official capacity, unless the expenditure is thirty dollars or more per person, per event. If the compensation is required to be reported for an individual whose lobbying is incidental to his or her regular employment, it shall be sufficient to report a prorated amount based on the value of the time devoted to lobbying. On the first financial report following registration each client lobbyist registrant shall include any expenditures incident to lobbying activities that were received or expended prior to registration and not previously reported to the Office of State Ethics.\n(f) The Citizen's Ethics Advisory Board shall, by regulations adopted in accordance with chapter 54, establish minimum amounts for each item required to be reported, below which reporting may be made in the aggregate. The provisions of this subsection shall not apply to expenditures made for the benefit of a public official or a member of such person's staff or immediate family.\n(g) Each former registrant shall (1) report receipts or expenditures incident to lobbying activities during his period of registration which are received or expended following termination of registration and (2) report each expenditure of ten dollars or more per person for each occasion made by him for the benefit of a public official or a member of such official's immediate family or staff which occurs within six months after termination of registration.\n(h) The Office of State Ethics shall, within thirty days after receipt of a financial report which contains the name of a public official in the legislative or executive branch or a member of such official's staff or immediate family, send a written notice to such public official, of the filing of the report and the name of the person who filed it.\n(P.A. 77-605, S. 7, 21; P.A. 79-615, S. 6, 10; P.A. 81-339, S. 4, 7; P.A. 82-423, S. 3, 8; P.A. 83-586, S. 12, 14; P.A. 84-21, S. 3; 84-425; P.A. 85-290, S. 7; June 12 Sp. Sess. P.A. 91-1, S. 12, 22; P.A. 92-149, S. 3, 12; June 18 Sp. Sess. P.A. 97-6, S. 7, 14; P.A. 05-183, S. 21; P.A. 13-244, S. 17; P.A. 15-15, S. 4.)\nHistory: P.A. 79-615 required interim monthly reports of lobbying activities during general assembly sessions, added detail to financial report requirements and provided that minimum amounts be established for items required to be reported; P.A. 81-339 raised level of expenditures requiring itemized reporting in Subsec. (b) from $25 to $35; P.A. 82-423 increased amount in Subsec. (b) from $35 to $50 and authorized waiver of reporting requirement where expenditures are less than $50; P.A. 83-586 amended Subsec. (a) to require post-termination reports, amended Subsec. (b) to delete notarization requirement and add reporting requirement for preregistration receipts and expenditures and added Subsec. (d) specifying certain post-termination receipts and expenditures required to be reported; P.A. 84-21 added exception in Subsec. (a) to monthly reporting requirement for months in which receipts or expenditures or agreements relating thereto are less than $50; P.A. 84-425 amended section to permit filing of a single financial report on behalf of all registrants in a business organization for each client, to clarify $50 per occasion reporting requirement and added Subsec. (e) to require the commission to notify public officials of financial reports which contain the name of the official, a member of his staff or a member of his family; P.A. 85-290 amended Subsecs. (b) and (d) to require reporting of expenditures of $15 or more per person for each occasion rather than of expenditures of $50 or more per occasion and in Subsec. (b) exempted registrants from reporting expenditures in certain cases involving a reception for all members of the general assembly; June 12 Sp. Sess. P.A. 91-1 amended Subsec. (a) by repealing requirement for October report, limiting monthly reports to each month general assembly is in regular session, increasing threshold for monthly report from $50 to $100, and allowing business organization to which one or more registrants belong to file single financial report in lieu of separate reports for individual registrants, amended Subsecs. (b) and (d) by decreasing threshold for itemized statement of each expenditure per person for each occasion from $15 to $10 and in Subsec. (b) repealed commission authority to waive reporting of expenditures less than $50, and added sentence to Subsec. (c) re exemptions from requirements of Subsec. (c); P.A. 92-149 amended Subsec. (a) to add “client lobbyist” reference, added reporting requirement for communicator lobbyist, added new Subsec. (b) re reporting requirements of individual communicator lobbyist registrant and business organization communicator lobbyist, created a new Subsec. (c) with language taken from the old Subsec. (a) re filing separate reports for each person in a firm receiving compensation or reimbursement, added “individual communicator lobbyist” and “client lobbyist” references, relettered the remaining Subsecs. as necessary and made technical corrections for statutory consistency; June 18 Sp. Sess. P.A. 97-6 amended Subsec. (e) by expanding the exception to the requirement to submit itemized statements and by changing limit to $30, effective January 1, 1998; P.A. 05-183 replaced “commission” with “Office of State Ethics”, “Citizen's Ethics Advisory Board” or “board” throughout the section, effective July 1, 2005; P.A. 13-244 amended Subsec. (e) to make technical changes and replace reference to Sec. 1-91(g)(11) with reference to Sec. 1-91(7)(K); P.A. 15-15 amended Subsec. (a) to delete reference to communicator lobbyist for a branch or subdivision of state government or quasi-public agency, effective January 1, 2016.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-96a. Maintenance of substantiating documents. Random audits of registrants.(a) Each registrant shall obtain and preserve all accounts, bills, receipts and other documents necessary to substantiate the financial reports required by section1-96for a period of three years from the date of the filing of the report referring to such financial matters, provided this section shall apply to each expenditure for the benefit of a public official of ten dollars or more and all other expenditures of fifty dollars or more.\n(b) The Office of State Ethics may require, on a random basis, any registrant to make all such documents substantiating financial reports concerning lobbying activities on and after October 1, 1991, available for inspection and copying by the Office of State Ethics for the purpose of verifying such financial reports, provided no registrant shall be subject to such requirement more than one time during any three consecutive years. The Office of State Ethics shall select registrants to be audited by lot in a ceremony which shall be open to the public. Nothing in this subsection shall require a registrant to make any documents concerning nonlobbying activities available to the Office of State Ethics for inspection and copying.\n(P.A. 79-615, S. 7, 10; P.A. 81-339, S. 5, 7; P.A. 82-423, S. 4, 8; June 12 Sp. Sess. P.A. 91-1, S. 13; P.A. 92-149, S. 4, 12; P.A. 05-183, S. 22.)\nHistory: P.A. 81-339 increased amount of expenditures for which receipts must be kept from $25 to $35 or more; P.A. 82-423 increased amount from $35 to $50; June 12 Sp. Sess. P.A. 91-1 added Subsec. (b) re commission authority to require registrant to make documents available for inspection and copying; P.A. 92-149 amended Subsec. (a) to specify applicability to expenditures for benefit of public official of $10 or more; P.A. 05-183 amended Subsec. (b) to replace “commission” with “Office of State Ethics” throughout the subsection, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-96b. Filing of registrants' financial reports in electronic form.Each registrant required to file any financial reports under section1-96shall do so in electronic form using the software created by the Office of State Ethics for that purpose or another software program which meets specifications prescribed by the Office of State Ethics.\n(June 18 Sp. Sess. P.A. 97-5, S. 5, 19; P.A. 02-89, S. 3; P.A. 05-183, S. 23.)\nHistory: June 18 Sp. Sess. P.A. 97-5 effective July 1, 1997; P.A. 02-89 deleted as obsolete former Subsec. (a) requiring the State Ethics Commission by July 1, 1998, to create a software program for the preparation of financial reports required by Sec. 1-96, and provide training in its use, and to prescribe specifications for other software programs created by vendors for such purpose, and made technical changes in the remaining provision; P.A. 05-183 replaced “commission” with “Office of State Ethics” throughout the section, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-96c. Public access to computerized data from financial reports.On and after January 1, 1999, the Office of State Ethics shall make all computerized data from financial reports required by section1-96available to the public through (1) a computer terminal in the office of the Office of State Ethics, and (2) the Internet or any other generally available on-line computer network.\n(June 18 Sp. Sess. P.A. 97-5, S. 6, 19; P.A. 05-183, S. 27.)\nHistory: June 18 Sp. Sess. P.A. 97-5 effective July 1, 1997; P.A. 05-183 replaced “State Ethics Commission” and “commission” with “Office of State Ethics”, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-96d. Statement whether expenditures for legislative reception are reportable.Each registrant or business organization that hosts a legislative reception to which all members are invited, or all members of a region in the state, as such term is used in subparagraph (K) of subdivision (7) of section1-91, are invited, shall include in its invitation or any published notice of such reception whether the registrant or business organization reasonably expects such expenditures to be reportable pursuant to subsection (e) of section1-96.\n(June 18 Sp. Sess. P.A. 97-6, S. 11, 14; P.A. 13-244, S. 29.)\nHistory: June 18 Sp. Sess. P.A. 97-6 effective January 1, 1998; P.A. 13-244 replaced reference to Sec. 1-91(g)(11) with reference to Sec. 1-91(7)(K).\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-96e. Statements of necessary expenses paid or reimbursed by registrants.Each registrant who pays or reimburses a public official or state employee ten dollars or more for necessary expenses, as defined in section1-79, shall, within forty-five days, file a statement with the Office of State Ethics indicating the name of such individual and the amount of the expenses.\n(P.A. 89-97, S. 4; June 12 Sp. Sess. P.A. 91-1, S. 9; P.A. 92-149, S. 5, 12; P.A. 05-183, S. 28; May Sp. Sess. P.A. 16-3, S. 122.)\nHistory: June 12 Sp. Sess. P.A. 91-1 applied section to registrant paying or reimbursing a public official or state employee for necessary expenses instead of giving a fee or honorarium; P.A. 92-149 amended section to require registrants who pay or reimburse public officials or state employees $10 or more for necessary expenses to file a statement with the commission; P.A. 05-183 replaced “State Ethics Commission” with “Office of State Ethics”, effective July 1, 2005; May Sp. Sess. P.A. 16-3 replaced reference to 30 days with reference to 45 days in provision re filing statement, effective June 2, 2016.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-97. Restrictions on activities of registrants and lobbyists. Contingent compensation prohibited. Report to recipient required.(a) No registrant or anyone acting on behalf of a registrant shall knowingly give a gift, as defined in subdivision (7) of section1-91, to any state employee, public official, candidate for public office or a member of any such person's staff or immediate family. Nothing in this section shall be construed to permit any activity prohibited under section53a-147or53a-148.\n(b) No person shall employ, or be employed as, a lobbyist for compensation that is contingent upon the outcome of any administrative or legislative action.\n(c) No lobbyist may: (1) Do anything with the purpose of placing any public official under personal obligation; (2) attempt to influence any legislative or administrative action for the purpose of thereafter being employed to secure its defeat; (3) cause any communication to be sent to any public official in the name of any other individual except with the consent of such individual; or (4) be retained as a lobbyist by a state agency or quasi-public agency.\n(d) Any person who gives to a public official, state employee or candidate for public office, or a member of any such person's staff or immediate family anything of value which is subject to the reporting requirements pursuant to subsection (e) of section1-96shall, not later than ten days thereafter, give such recipient a written report stating the name of the donor, a description of the item or items given, the value of such items and the cumulative value of all items given to such recipient during that calendar year. The provisions of this subsection shall not apply to a political contribution otherwise reported as required by law.\n(P.A. 77-605, S. 8, 21; P.A. 81-339, S. 6, 7; P.A. 82-423, S. 5, 8; June 12 Sp. Sess. P.A. 91-1, S. 4, 22; June 18 Sp. Sess. P.A. 97-6, S. 8, 14; P.A. 13-244, S. 18; P.A. 18-137, S. 22; P.A. 21-164, S. 14.)\nHistory: P.A. 81-339 increased aggregate gift limitation from $25 to $35; P.A. 82-423 amended Subsec. (a) to increase amount from $35 to $50; June 12 Sp. Sess. P.A. 91-1 amended Subsec. (a) by inserting “knowingly” and making technical changes; June 18 Sp. Sess. P.A. 97-6 amended Subsec. (a) to delete reference to gifts of $50 or more in value and added new Subsec. (d) re written reports by person who gives to a public official, state employee or candidate or a member of person's staff or family anything of value, effective January 1, 1998; P.A. 13-244 replaced reference to Sec. 1-91(g) with reference to Sec. 1-91(7) in Subsec. (a); P.A. 18-137 amended Subsec. (c) to add Subdiv. (4) re prohibition against retainer by state or quasi-public agency; P.A. 21-164 amended Subsec. (b) to add prohibition on employing lobbyist for compensation contingent on administrative or legislative action outcome and to make a technical change.\nSee Sec. 1-79a re calculation of dollar limit on gifts.\nSee Sec. 1-101bb re prohibition against state or quasi-public agency retainer of lobbyist.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-98. Appeal from board decision.Any person aggrieved by any final decision of the board, made pursuant to this part, may appeal such decision in accordance with the provisions of section4-175or section4-183.\n(P.A. 77-605, S. 9, 21; P.A. 84-21, S. 4, 5; P.A. 05-183, S. 24.)\nHistory: P.A. 84-21 added reference to Sec. 4-175; P.A. 05-183 replaced “commission” with “board”, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-99. Authority of board after finding violation.(a) The board, upon a finding made pursuant to section1-93that there has been a violation of any provision of this part, shall have the authority to order the violator to do any or all of the following: (1) Cease and desist the violation of this part; (2) file any report, statement or other information as required by this part; or (3) pay a civil penalty of not more than ten thousand dollars for each violation of this part. The board may prohibit any person who intentionally violates any provision of this part from engaging in the profession of lobbyist for a period of not more than two years. The board may impose a civil penalty on any person who knowingly enters into a contingent fee agreement in violation of subsection (b) of section1-97or terminates a lobbying contract as the result of the outcome of an administrative or legislative action. The civil penalty shall be equal to the amount of compensation which the registrant was required to be paid under the agreement.\n(b) Notwithstanding the provisions of subsection (a) of this section, the board may, after a hearing conducted in accordance with sections4-176eto4-184, inclusive, upon the concurring vote of two-thirds of its members present and voting, impose a civil penalty not to exceed ten dollars per day upon any registrant who fails to file any report, statement or other information as required by this part. Each distinct violation of this subsection shall be a separate offense and, in case of a continued violation, each day thereof shall be deemed a separate offense. In no event shall the aggregate penalty imposed for such failure to file exceed ten thousand dollars.\n(c) The board may also report its finding to the Chief State's Attorney for any action deemed necessary.\n(d) Any civil penalty imposed by the board pursuant to this section may be enforced by the Office of State Ethics as a money judgment in accordance with chapter 906.\n(P.A. 77-605, S. 10, 21; P.A. 79-615, S. 8, 10; P.A. 80-483, S. 4, 186; P.A. 83-249, S. 13, 14; 83-586, S. 13, 14; P.A. 84-546, S. 147, 173; P.A. 88-317, S. 43, 107; June 12 Sp. Sess. P.A. 91-1, S. 18; P.A. 94-132, S. 8; P.A. 04-38, S. 6; 04-204, S. 8; P.A. 05-183, S. 25, 29; P.A. 17-235, S. 9.)\nHistory: P.A. 79-615 provided for civil penalty for failure to file required information; P.A. 80-483 made technical changes; P.A. 83-249 amended Subsec. (b) to require concurring vote of five members; P.A. 83-586 allowed commission to prohibit any person who intentionally violates code from engaging in the profession of lobbyist for up to two years; P.A. 84-546 made technical change to Subsec. (a); P.A. 88-317 substituted “4-176e” for “4-177” in Subsec. (b), effective July 1, 1989, and applicable to all agency proceedings commencing on or after that date; June 12 Sp. Sess. P.A. 91-1 amended Subsec. (a) to authorize commission to impose civil penalties re contingent fee agreements and termination of contract due to administrative or legislative action; P.A. 94-132 amended Subsecs. (a) and (b) by changing maximum penalty from $1,000 to $2,000; P.A. 04-38 amended Subsec. (a) to increase the maximum penalty from $2,000 to $10,000 and amended Subsec. (b) to make a technical change and increase the maximum aggregate penalty from $2,000 to $10,000, effective July 1, 2004; P.A. 04-204 amended Subsec. (b) to increase vote required for imposition of civil penalty from five to six members and to make a technical change, effective June 3, 2004; P.A. 05-183 replaced “commission” with “board” throughout the section and amended Subsec. (b) to change the requirement for a finding of a violation from a vote of six members to a vote of two-thirds of the members, effective July 1, 2005; P.A. 17-235 amended Subsec. (b) to add “present and voting” re vote of members for finding of violation and added Subsec. (d) re civil penalty to be enforced as money judgment.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-100. Violations; penalties.(a) Any person who intentionally violates any provision of this part shall (1) for a first violation, be guilty of a class A misdemeanor, except that, if such person derives a financial benefit of one thousand dollars or more as a result of such violation, such person shall be guilty of a class D felony, and (2) for a second or subsequent violation, be guilty of a class D felony.\n(b) Any fines, penalties or damages paid, collected or recovered under section1-99or this section for a violation of any provision of this part applying to the office of the Treasurer shall be deposited on a pro rata basis in any trust funds, as defined in section3-13c, affected by such violation.\n(P.A. 77-605, S. 11, 21; P.A. 79-615, S. 9, 10; P.A. 94-132, S. 9; P.A. 00-43, S. 9, 19; P.A. 04-38, S. 7; 04-198, S. 8.)\nHistory: P.A. 79-615 made no substantive changes; P.A. 94-132 changed maximum fine from $1,000 to $2,000; P.A. 00-43 designated existing provisions as Subsec. (a) and added Subsec. (b) re penalties for violations involving the Treasurer's office, effective May 3, 2000; P.A. 04-38 amended Subsec. (a) to change the penalty for an intentional violation from a term of imprisonment not to exceed one year or a fine not to exceed $2,000, or both, to a class D felony, effective July 1, 2004; P.A. 04-198 amended Subsec. (a) by making first violation a class A misdemeanor and by designating second or subsequent violations and deriving financial benefit of $1,000 or more as result of first violation a class D felony, effective July 1, 2004.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-100a.Reserved for future use.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-100b. Suspension or revocation of communicator lobbyist's registration. Finding by Office of State Ethics.(a) The Office of State Ethics, upon a finding that a communicator lobbyist has violated the provisions of subsection (h) of section9-610, may suspend such lobbyist's registration for a period of not more than the remainder of the term of such registration and may prohibit such lobbyist from engaging in the profession of lobbyist for a period of not more than three years.\n(b) The Office of State Ethics may revoke the registration of a communicator lobbyist upon a finding that the lobbyist has been convicted of a crime involving bribery, theft or moral turpitude, which the lobbyist committed in the course of lobbying.\n(c) The Office of State Ethics shall make any finding under subsection (a) or (b) of this section in accordance with the same procedure set forth in section1-93for a finding by the board of a violation of part II of chapter 10.\n(d) As used in this section, “communicator lobbyist”, “lobbyist” and “lobbying” have the same meanings as provided in section1-91.\n(Oct. 25 Sp. Sess. P.A. 05-5, S. 47; P.A. 13-244, S. 19, 20; 13-264, S. 5, 6.)\nHistory: Oct. 25 Sp. Sess. P.A. 05-5 effective December 31, 2006, and applicable to elections held on or after that date; P.A. 13-244 amended Subsec. (a) to change “subsection (i)” to “subsection (h)” re Sec. 9-610 and make technical changes and amended Subsec. (c) to change “commission” to “board”; P.A. 13-264 changed “commission” to “board” in Subsec. (c), effective July 11, 2013, and changed “subsection (i)” to “subsection (h)” re Sec. 9-610 and made technical changes in Subsec. (a), effective October 1, 2013.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101. Lobbyists to wear badges. Regulations.Each individual who is a lobbyist shall, while engaged in lobbying, wear a distinguishing badge which shall identify him as a lobbyist. The size, color, material and other requirements of such badge shall be prescribed by regulation of the Citizen's Ethics Advisory Board.\n(P.A. 77-605, S. 17, 21; P.A. 84-546, S. 148, 173; P.A. 05-183, S. 26.)\nHistory: P.A. 84-546 made technical change; P.A. 05-183 replaced “commission” with “Citizen's Ethics Advisory Board”, effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101a. Prohibition re employment as lobbyist by public official or state employee convicted of a crime related to state or quasi-public agency office.(a) As used in this section:\n(1) “Crime related to state or quasi-public agency office” means larceny by state embezzlement, or theft, as defined in subdivision (18) of section53a-119, bribery under section53a-147or bribe receiving under section53a-148, committed by a person while serving as a public official or state employee;\n(2) “Public official” means public official as defined in section1-79; and\n(3) “State employee” means state employee as defined in section1-79.\n(b) Notwithstanding any provision of the general statutes, no public official or state employee that is convicted of or pleads guilty or nolo contendere to a crime related to state or quasi-public agency office, shall seek or accept employment as a lobbyist or otherwise act as a registrant pursuant to this chapter.\n(P.A. 05-287, S. 53.)\nHistory: P.A. 05-287 effective July 1, 2005.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSecs. 1-101b to 1-101z.Reserved for future use.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nPART III\nLOBBYING: MISCELLANEOUS PROVISIONS\nSec. 1-101aa. Provider participation in informal committees, task forces and work groups of certain state agencies not deemed to be lobbying.(a) As used in this section, “department” means the Department of Developmental Services, the Department of Mental Health and Addiction Services or the Department of Public Health, and “provider” means any independent contractor or private agency under contract with the department to provide services.\n(b) Notwithstanding any provision of part II of this chapter or any regulation adopted or advisory opinion issued under said part, the department may invite a provider to participate in any informal policy-making committee, task force, work group or other ad hoc committee established by the department, and such participation shall not be deemed to be lobbying for purposes of said part.\n(P.A. 00-135, S. 15, 21; P.A. 07-73, S. 2(a); Sept. Sp. Sess. P.A. 09-3, S. 22.)\nHistory: P.A. 00-135 effective May 26, 2000; pursuant to P.A. 07-73 “Department of Mental Retardation” was changed editorially by the Revisors to “Department of Developmental Services”, effective October 1, 2007; Sept. Sp. Sess. P.A. 09-3 amended Subsec. (a) by deleting reference to Office of Health Care Access and making technical changes, effective October 6, 2009.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101bb. Quasi-public agencies and state agencies prohibited from retaining lobbyists.No quasi-public agency, as defined in section1-120, or state agency may retain a lobbyist, as defined in section1-91. The provisions of this chapter shall not be construed to prohibit a director, officer or employee of a quasi-public agency or state agency from lobbying, as defined in section1-91, on behalf of the quasi-public agency or state agency.\n(P.A. 02-46, S. 8.)\nHistory: P.A. 02-46 effective January 1, 2003.\nSee Sec. 1-97(c) re prohibition against lobbyist retainer by state or quasi-public agency.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSecs. 1-101cc to 1-101ll.Reserved for future use.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nPART IV*\nETHICAL CONSIDERATIONSCONCERNING BIDDING AND STATE CONTRACTS\n*See chapter 55c re gift affidavits and certifications.\nSec. 1-101mm. Definitions.As used in this section and sections1-101nnto1-101rr, inclusive:\n(1) “Business with which the person is associated” means any sole proprietorship, partnership, firm, corporation, trust or other entity through which business for-profit or not-for-profit is conducted in which the person or member of the immediate family of any person who is an individual is a director, officer, owner, limited or general partner, beneficiary of a trust or holder of stock constituting five per cent or more of the total outstanding stock of any class, provided, a person who is an individual or a member of the immediate family of such individual shall not be deemed to be associated with a not-for-profit entity solely by virtue of the fact that such individual or immediate family member is an unpaid director or officer of the not-for-profit entity. “Officer” refers only to the president, executive or senior vice president or treasurer of such business.\n(2) “Immediate family” means any spouse, children or dependent relatives who reside in an individual's household.\n(3) “Large state construction or procurement contract” means any contract, having a cost of more than five hundred thousand dollars, for (A) the remodeling, alteration, repair or enlargement of any real asset, (B) the construction, alteration, reconstruction, improvement, relocation, widening or changing of the grade of a section of a state highway or a bridge, (C) the purchase or lease of supplies, materials or equipment, as defined in section4a-50, or (D) the construction, reconstruction, alteration, remodeling, repair or demolition of any public building.\n(4) “Person” has the same meaning as provided in section1-79.\n(5) “Public official” has the same meaning as provided in section1-79.\n(6) “Quasi-public agency” has the same meaning as provided in section1-79.\n(7) “State employee” has the same meaning as provided in section1-79.\n(P.A. 05-287, S. 32; P.A. 06-196, S. 15.)\nHistory: P.A. 05-287 effective July 1, 2005; P.A. 06-196 made a technical change, effective June 7, 2006.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101nn. Solicitation of information not available to other bidders from public official or state employee by contract bidder or contractor. Charging agency for work not performed. Information concerning donation of goods and services to state or quasi-public agencies. Prohibition re consultant to agency serving as consultant to bidder. Nonresponsible bidder.(a) Notwithstanding any provision of the general statutes, no person who (1) is, or is seeking to be, prequalified under section4a-100, (2) is a party to a large state construction or procurement contract or seeking to enter into such a contract with a state agency, board, commission or institution or a quasi-public agency, or (3) is a party to a consultant services contract or seeking to enter into such a contract with a state agency, board, commission or institution or a quasi-public agency, shall:\n(A) With the intent to obtain a competitive advantage over other bidders, solicit any information from a public official or state employee that the contractor knows is not and will not be available to other bidders for a large state construction or procurement contract that the contractor is seeking;\n(B) Intentionally, wilfully or with reckless disregard for the truth, charge a state agency, board, commission or institution or quasi-public agency for work not performed or goods not provided, including submitting meritless change orders in bad faith with the sole intention of increasing the contract price without authorization and, falsifying invoices or bills or charging unreasonable and unsubstantiated rates for services or unreasonable and unsubstantiated prices for goods to a state agency, board, commission or institution or quasi-public agency;\n(C) Intentionally or wilfully violate or attempt to circumvent state competitive bidding and ethics laws; or\n(D) With the intent to unduly influence the award of a state contract, provide or direct another person to provide information concerning the donation of goods and services to a state agency or quasi-public agency, to the procurement staff of any state agency or quasi-public agency or a member of a bid selection committee.\n(b) No person with whom a state agency, board, commission or institution or quasi-public agency has contracted to provide consulting services to plan specifications for any contract and no business with which the person is associated may serve as a consultant to any person seeking to obtain such contract, serve as a contractor for such contract or serve as a subcontractor or consultant to the person awarded such contract.\n(c) Any person who is found in violation of any provision of this section by the Office of State Ethics pursuant to section1-82may be deemed a nonresponsible bidder by a state agency, board, commission or institution or quasi-public agency.\n(P.A. 05-287, S. 33; P.A. 07-1, S. 9; P.A. 11-149, S. 3.)\nHistory: P.A. 05-287 effective July 1, 2005; P.A. 07-1 added Subsec. (a)(D) re donation of goods and services, effective February 8, 2007; P.A. 11-149 amended Subsec. (c) to make provisions applicable to a person found in violation of section by Office of State Ethics pursuant to Sec. 1-82.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101oo. Jurisdiction over nonresidents. Secretary of the State as process agent. Service of process.(a) In addition to its jurisdiction over persons who are residents of this state, the Office of State Ethics may exercise personal jurisdiction over any nonresident person, or the agent of such nonresident person, who makes a payment of money or gives anything of value to a public official or state employee in violation of section1-101nn, or who is, or is seeking to be, prequalified under section4a-100.\n(b) Where personal jurisdiction is based solely upon this section, an appearance does not confer personal jurisdiction with respect to causes of action not arising from an act enumerated in this section.\n(c) Any nonresident person or the agent of such person over whom the Office of State Ethics may exercise personal jurisdiction, as provided in subsection (a) of this section, who does not otherwise have a registered agent in this state for service of process, shall be deemed to have appointed the Secretary of the State as the person's or agent's attorney and to have agreed that any process in any complaint, investigation or other matter conducted pursuant to section1-82or1-82a, concerning an alleged violation of section1-101nnand brought against the nonresident person, or such person's agent, may be served upon the Secretary of the State and shall have the same validity as if served upon such nonresident person or agent personally. The process shall be served upon the Secretary of the State by the officer to whom the same is directed by leaving with or at the office of the Secretary of the State, at least twelve days before any required appearance day of such process, a true and attested copy of such process, and by sending to the nonresident person or agent so served, at the person's or agent's last-known address, by registered or certified mail, postage prepaid, return receipt requested, a like and attested copy with an endorsement thereon of the service upon the Secretary of the State. The Secretary of the State shall keep a record of each such process and the day and hour of service.\n(P.A. 05-287, S. 34; P.A. 06-196, S. 16.)\nHistory: P.A. 05-287 effective July 1, 2005; P.A. 06-196 made technical changes in Subsecs. (a) and (c), effective June 7, 2006.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101pp. Reporting of ethics violations by state or quasi-public agency heads or deputies and persons in charge of state agency procurement, contracting or human resources.Any commissioner, deputy commissioner, state agency or quasi-public agency head or deputy, or person in charge of state agency procurement, contracting or human resources, who has reasonable cause to believe that a person has violated the provisions of the Code of Ethics for Public Officials set forth in part I of this chapter or any law or regulation concerning ethics in state contracting shall report such belief to the Office of State Ethics, which may further report such information to the Auditors of Public Accounts, the Chief State's Attorney or the Attorney General.\n(P.A. 05-287, S. 36; P.A. 06-196, S. 17; P.A. 18-137, S. 3.)\nHistory: P.A. 05-287 effective July 1, 2005; P.A. 06-196 made technical changes, effective June 7, 2006; P.A. 18-137 added reference to person in charge of human resources and changed “Auditor” to “Auditors”.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101qq. State ethics law summary provided to persons seeking large state construction or procurement contract. Representation of agreement to comply in contract. Summary and representation re subcontractors and consultants. Failure to include representations. Incorporation of summary in contract terms.(a) Except as provided in section10a-151h, a state agency or institution or quasi-public agency that is seeking a contractor for a large state construction or procurement contract shall provide the summary of state ethics laws developed by the Office of State Ethics pursuant to section1-81bto any person seeking a large state construction or procurement contract. No state agency or institution or quasi-public agency shall enter into a large state construction or procurement contract unless such contract contains a representation that the chief executive officer or authorized signatory of the contract and all key employees of such officer or signatory have read and understood the summary and agree to comply with the provisions of state ethics law.\n(b) Except as provided in section10a-151h, prior to entering into a contract with any subcontractors or consultants, each large state construction or procurement contractor shall provide the summary of state ethics laws described in subsection (a) of this section to all subcontractors and consultants. Each contract entered into with a subcontractor or consultant on or after July 1, 2021, shall include a representation that each subcontractor or consultant and the key employees of such subcontractor or consultant have read and understood the summary and agree to comply with the provisions of state ethics law. Failure to include such representations in such contracts with subcontractors or consultants shall be cause for termination of the large state construction or procurement contract.\n(c) Each contract with a contractor, subcontractor or consultant described in subsection (a) or (b) of this section shall incorporate such summary by reference as a part of the contract terms.\n(P.A. 05-287, S. 37; P.A. 06-196, S. 18; P.A. 11-229, S. 1; P.A. 17-130, S. 5; P.A. 21-76, S. 1.)\nHistory: P.A. 05-287 effective July 1, 2005; P.A. 06-196 made a technical change in Subsec. (a), effective June 7, 2006; P.A. 11-229 amended Subsec. (a) to delete “promptly” re affirmation, add “or electronically”, add provisions re resubmission of affirmation not required until 30 days after a change or upon submittal of new bid or proposal and add reference to “proposal” and amended Subsec. (b) to add “Prior to entering into a contract with any subcontractors or consultants”, add Subdiv. (1) and (2) designators, specify affirmation be provided to institution or quasi-public agency and require affirmation to be provided not later than 15 days after requested; P.A. 17-130 amended Subsecs. (a) and (b) to add “Except as provided in section 10a-151h”, effective July 1, 2017; P.A. 21-76 substantially revised Subsec. (a) by deleting provisions re written or electronic affirmation of receipt of summary, adding provision re representation in the contract and making conforming changes and amended Subsec. (b) by deleting former Subdiv. (2) re obtaining affirmation from subcontractors and consultants, deleting Subdiv. designator (1) and adding provisions re contracts with subcontractors or consultants entered into on or after July 1, 2021, including a representation, effective July 1, 2021.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)\nSec. 1-101rr. State agency ethics compliance officers. Duties. Liaisons.(a) Each state agency and quasi-public agency that is a party to a large state construction or procurement contract or is planning such a contract shall appoint an ethics compliance officer. Such officer shall be responsible for the development of the ethics policies of such agency, coordination of ethics training programs for such agency and monitoring of programs of such agency for compliance with the ethics policies of the agency and the Code of Ethics for Public Officials set forth in part I of this chapter. At least annually, each ethics compliance officer shall provide ethics training to agency personnel involved in contractor selection, evaluation and supervision. Such training shall include a review of current ethics laws and regulations and discussion of ethics issues concerning contracting. Any contractor and employee of such agency shall provide any requested information to such ethics compliance officer.\n(b) Each other state agency and quasi-public agency shall designate an agency officer or employee as a liaison to the Office of State Ethics. The liaison shall coordinate the development of ethics policies for the agency and work with the Office of State Ethics on training on ethical issues for agency personnel involved in contracting.\n(P.A. 05-287, S. 35; P.A. 06-196, S. 19.)\nHistory: P.A. 05-287 effective July 1, 2005; P.A. 06-196 made technical changes in Subsec. (b), effective June 7, 2006.\n(Return to ChapterTable of Contents)(Return toList of Chapters)(Return toList of Titles)"
}