{
    "Link: https://policy.uconn.edu/2011/05/24/guide-to-the-state-code-of-ethics/": {
        "URL": "https://policy.uconn.edu/2011/05/24/guide-to-the-state-code-of-ethics/",
        "Title:": "Guide to the State Code of Ethics",
        "Policy Owner:": "Office of University Compliance",
        "Applies to:": "Faculty, Staff",
        "Campus Applicability:": "All Campuses",
        "Approval Date:": "October 25, 2023",
        "Effective Date:": "October 25, 2023",
        "For More Information, Contact": "Office of University Compliance",
        "Contact Information:": "(860) 486-2530 oruniversitycompliance@uconn.edu",
        "Official Website:": "https://compliance.uconn.edu",
        "Content": "PURPOSE\nPursuant to state law, the University is required to adopt in cooperation with the Office of State Ethics, an ethics statement as it relates to the mission of the University. The Code of Ethics for Public Officials (the Code) sets forth principles of ethical conduct that all state employees, including employees of the University, must observe. All employees of the University are expected to become familiar with the Code and comply with all its provisions. This statement is intended to be a general guide to assist you in determining what conduct is prohibited so that it may be avoided. It is not intended to supersede the Code. Please note that under state statute, compliance with the Code is the responsibility of the employee, not the University.\nThe Office of State Ethics has jurisdiction to interpret and enforce the Code. Violations may result in a formal complaint proceeding filed against the employee and sanctions of up to $10,000 per violation. The entire Code and regulations, as well as a summary of these rules, may be found at the\nOffice of State Ethics website\n. For formal and informal interpretations of the Code of Ethics, employees should contact the Office of State Ethics.   In addition, the University must designate an Ethics Liaison as an information resource regarding compliance. An employee who has a question or is unsure about the provisions of this policy, or who would like assistance in contacting the Office of State Ethics, should contact the University’s Ethics Liaison.\nThe following general provisions of the Code are applicable to all employees of the University of Connecticut:\nCONFLICT OF INTEREST\nGIFTS:\nIn general, employees are prohibited from accepting gifts, discounts or gratuities of any kind from prohibited donors: (1) doing business with or seeking to do business with the University; (2) directly regulated by the University; (3)  known to be a registered lobbyist or a lobbyist’s representative, or; (4) pre-qualified under Conn. Gen. Stat. §4a-100.  A list of registered lobbyists can be found on the web site of the Office of State Ethics.  Certain items are excluded from the definition of “gift,” including: items offered to the public at large (for example, trinkets provided at an open house), items valued at under $10, food and beverage up to $50 in a calendar year from each donor and training for a product purchased by the University provided such training is offered to all customers of that vendor.  “Gifts to the state” are also permitted as long as the gifts facilitate University actions or functions.  If an employee is offered a benefit from someone other than the prohibited donors listed above, and the benefit is offered because of the employee’s position at the University, the total value of benefits received from one source in a year must not exceed $100.  Additionally, supervisors may only accept gifts valued at no more than $100 from a subordinate; a subordinate may only accept gifts valued at no more than $100 from his/her supervisor.  This provision not only applies to direct supervisors and subordinates, but to any individual up or down the chain of command.  Questions regarding specific facts and circumstances surrounding various gift-giving scenarios should be directed to the University’s Ethics Liaison or the Office of State Ethics.\nOUTSIDE EMPLOYMENT:\nNo employee may accept outside employment that will impair their independence of judgment with regard to their state duties or would encourage the disclosure of confidential information gained in state service. Additionally, although an employee may use their expertise, they may not use their state position to obtain outside employment. An employee is not allowed to use their business address, telephone number, title or status in any way to promote, advertise or solicit personal business.  Employees interested in pursuing outside employment may seek and receive written approval from their Supervisor and, if uncertain about the application of the Code, the Ethics Liaison or the Office of State Ethics. For faculty and professional staff, the University of Connecticut By-Laws specifically address consulting, private professional practice, teaching, and other outside employment situations. Faculty and members of the AAUP bargaining unit must adhere to the University’s Faculty Consulting policy as well as the policy on assigning textbooks which they have authored. Union members are referred to contract articles, if such exist, relating to outside employment in their respective collective bargaining agreements. If you are thinking about an opportunity for outside employment, you may also consult with the University’s Ethics Liaison for guidance.\nFINANCIAL BENEFIT:\nEmployees may not use their official position or confidential information gained in their service for personal financial benefit, or the financial benefit of a family member or a business with which they, or a family member, are associated.  Employees are prohibited from using state time, personnel or materials, including telephones, computers, e-mail systems, fax machines, copy machines, state vehicles and any other supplies, for personal, non-state related purposes.  It is understood, however, that incidental use of state property for personal use is permissible so long as you reimburse the state for any identifiable charges.\nCONTRACTS WITH THE STATE:\nEmployees, their immediate family members, and/or a business with which an employee or their family member is associated may not enter into a contract with the state valued at $100 or more, unless the contract has been awarded through an open and public process. The Code permits an exemption for contracts with a public institution of higher education to support a collaboration with such institution to develop and commercialize any invention or discovery.  The Office of State Ethics has ruled that immediate family members may not be hired as an independent contractor unless there has been an open and public process.\nAPPEARANCE FEES:\nNo employee may personally accept any fee or honorarium given in return for a speech or appearance made or article written in the employee’s official capacity.  Employees may, however, direct that the fee or honorarium be deposited in a University account to be used for future University-related business activities.\nNECESSARY EXPENSES/GIFTS TO THE STATE:\npayment or reimbursement of expenses to participate in a particular event may be acceptable under certain circumstances and, if received from a non-governmental entity, may also require a disclosure filing with the Office of State Ethics. “Necessary expenses\" are limited to: necessary travel expenses, lodging for the nights before, of and after the appearance, speech, or event; meals and any related conference or seminar registration fees. “Gifts to the state” may also be acceptable to attend an event that is relevant to your state duties and do not require “active participation”.\nPOLITICAL ACTIVITY\nEmployees are not prohibited from seeking political office as long as it is not done on State time or with State equipment. However, any State employee who is elected to state political office may not be employed by two branches of state government simultaneously. Therefore, any employee who accepts an elective state office must resign or take a leave of absence from his/her position with the University. Consult the University By-Laws and inform your supervisor prior to participating in a political campaign.\nNo employee of the University will engage in partisan political activities while on state time. Additionally, no employee will use state materials or equipment for the purpose of influencing a political election of any sort.\nMISCELLANEOUS: POST-EMPLOYMENT (REVOLVING DOOR) AND VENDOR NOTIFICATION\nThe State Code of Ethics contains several provisions regarding post-state employment. Prior to leaving employment with the University, all employees should review the applicable rules and, if necessary, seek guidance from the Ethics Liaison or The Office of State Ethics.\nYou may\nnever\nuse confidential information for financial gain for yourself or any other person. This is a lifetime prohibition. “Confidential Information” is any information not generally available to the public.  The information may be in any form (written, photographic, recorded, computerized, etc.) including orally transmitted information, e.g., conversations, negotiations, etc.\nYou may not represent anyone concerning any particular matter in which you personally and substantially participated while in state service in which the state has a substantial interest.\nYou may not, for one year, represent anyone before your former agency for compensation\nIf you participated substantially in the negotiation or award of a state contract valued at $50,000 or more, you may not accept employment with a party to the contract for one year after leaving state service, if you resign within one year after the contract was signed.\nNo official or employee shall counsel, authorize or otherwise sanction action that violates any provision of the Code of Ethics.\nThe provisions of this document shall apply to all employees of the University of Connecticut. All current and future employees of the University shall be supplied with a copy of this document, and it shall be the responsibility of each employee to be familiar with these provisions and to comply with them. It is strongly suggested that employees avoid those situations which may give the appearance of being a conflict of interest. When in doubt or unsure about these provisions, an employee should contact either his or her supervisor, department head, or the University’s Ethics Liaison. Ultimately, The Office of State Ethics is the authority that determines what conduct constitutes an ethics violation under the law. Therefore, you are strongly encouraged to discuss any situation which may pose a conflict of interest or other ethics problem with the Office’s staff attorneys.\nThe University will notify vendors/contractors doing business with it of these provisions through its procurement officers. A summary of the State Code of Ethics as it applies to vendors will also be provided. Copies of this policy will be provided upon request.\nPlease note:\nViolations of the Code of Ethics may subject an employee to sanctions from agencies or systems external to the University. Whether this occurs or not, the University retains the right to independently review and respond administratively to violations. The conduct of the review and response will be in accordance with contractual and regulatory guidelines.\nIMPORTANT ETHICS REFERENCE MATERIALS\nIt is strongly recommended that every employee read and review the following ethics materials:\nConnecticut General Statues Sections 1-79 through 1-89a, found at\nhttps://www.cga.ct.gov/current/pub/chap_010.htm\nEthics regulations Sections 1-81-14 through 1-81-38, found at\nhttps://www.jud.ct.gov/external/news/Reg-081.pdf\nGuide to the Code of Ethics for Public Officials:\nhttp://www.ct.gov/ethics/lib/ethics/guides/public_officials_guide_10.pdf\nThe University’s Ethics Liaison is:\nKimberly Fearney, Associate Vice President and Chief Compliance Officer\nOffice of University Compliance\n28 Professional Park Road (Unit 5084)\nStorrs, CT 06268\nTelephone Number: (860) 486-2530\nEmail:\nKim.Fearney@uconn.edu\nThe contact information for the Office of State Ethics:\n20 Trinity Street\nHartford, CT 06106\nOffice of State Ethics\nTel: (860) 263-2400\nFax: (860) 263-2402\nPOLICY HISTORY\nPolicy created: July 2006\nRevisions: October 25, 2023; February 26, 2014; July 2009"
    },
    "Link: https://policy.uconn.edu/2011/05/17/employee-code-of-conduct/": {
        "URL": "https://policy.uconn.edu/2011/05/17/employee-code-of-conduct/",
        "Title:": "Code of Conduct",
        "Policy Owner:": "Office of the President",
        "Applies to:": "Faculty and Staff",
        "Campus Applicability:": "All Campuses",
        "Effective Date:": "February 22, 2011",
        "For More Information, Contact": "Office of University Compliance",
        "Contact Information:": "(860) 486-2530",
        "Official Website:": "https://compliance.uconn.edu/",
        "Content": "This document serves to guide the daily operations of our University system including:\nThe Storrs campus;\nSchools of Law and Social Work;\nRegional campuses throughout the State;\nUConn Health\nTable of Contents\nLetter from the President\nEthics Statement\nIntroduction\nCampus-Wide Standards\nEducation Standards\nResearch Principles and Standards\nPublic Engagement and Outreach Standards\nPatient Care Standards\nBusiness, Fiscal and Legal Standards\nExternal Relations and University Advancement\nResources, Additional Information, and Reporting\nLetter from the President\nDear Colleagues:\nThe University of Connecticut is committed to assuring the highest standard of integrity in all aspects of University life and in all University and University-sponsored activities. While this goal is simply stated, its attainment requires concerted effort on the part of all members of the University community, particularly faculty, administrators and staff. Federal, state and local regulations which govern our activities are increasingly complex, and as the University’s activities expand in size, scope and prominence, it is important that all of us understand relevant policies and know what is required in terms of compliance and reporting.\nThe University of Connecticut Board of Trustees is the body that is ultimately responsible for ensuring full compliance. At the Board’s direction, the University has established a Compliance Program to help in our efforts to adhere to all federal, state and local regulatory requirements. A key ingredient of an effective Compliance Program is the establishment of a Code of Conduct. This Code of Conduct was developed with input from faculty, administrators and staff.\nThis Code serves to guide the conduct of University activities in support of the University’s mission and is designed to serve three key purposes:\nTo set the basic standards of workplace behavior that the University expects of all faculty, administrators and staff.\nTo state publicly the University’s long-term commitment to the highest standards of integrity in education, research, health care, public engagement and service.\nTo assure that faculty, administrators and staff understand their shared responsibility for keeping the University in full compliance with all applicable laws, regulations and policies.\nPlease read the Code carefully, and take all steps necessary to apply its standards. The Office of University compliance is responsible for monitoring compliance and serving as a resource for questions and guidance on the Code, and on the University policies and procedures that spell out compliance requirements in greater detail.\nA key element in assuring University-wide compliance is a system for reporting potential violations. In an institution this large and active, there may be areas of confusion; regrettably, there may also be instances in which individual behavior does not meet appropriate ethical expectations. Any University employee who observes a possible violation of law, regulation, policy or approved procedure has an obligation to report it. While a key element is reporting inappropriate activity, I want to emphasize that the most important element of any compliance or ethics program is working cooperatively to assure a positive climate of openness and integrity. Great universities function as true communities in which faculty, administrators, staff and students collaborate to achieve common goals. That holds true for instruction, research, public engagement, service and, at the most fundamental level, ethical compliance.\nI want to thank you for understanding and adhering to these standards, and for your commitment to the highest level of ethical conduct in fulfillment of our institutional responsibilities.\nSincerely,\nRadenka Maric\nThe University of Connecticut Ethics Statement\nThe standards contained in this Code of Conduct reflect the University of Connecticut’s core values, as they have been articulated over time by generations of faculty, staff, administrators, students and the State of Connecticut. These values are essential and enduring tenets of our organization. A statement of these values, while reiterating concepts already well understood, is helpful in outlining the context in which our Code will operate. Please be advised that violation of the standards in this Code of Conduct may result in appropriate disciplinary measures up to and including dismissal.\nKnowledge:\nMembers of the University community value truth, the pursuit of truth, intellectual curiosity and academic freedom. Our faculty and students seek to create new knowledge and are committed to sharing ideas, research findings and the products of intellectual and creative pursuits with the broader community\nHonesty:\nMembers of the University community are truthful and sincere in their words and actions and do not intentionally mislead others or provide inaccurate information.\nIntegrity:\nInstitutional and individual behaviors at the University reflect fundamental moral and ethical values. Our actions are beyond reproach and avoid both the fact and the appearance of impropriety.\nRespect:\nThe University honors and respects individuality and demonstrates tolerance for the personal beliefs and cultural differences of all individuals. As members of an academic community, we seek to foster a spirit of civility and collegiality through open and honest communication. We strive to protect the health, safety and well-being of all persons. We protect the private and confidential information that is provided by our patients and research participants, faculty, administrators, staff, students, volunteers and others. We value an environment that is free from harassment, intimidation, bullying, incivility, disrespect and violence.\nProfessionalism:\nThe University and its members expect that the professional standards and requirements that are applicable to the academic, research, clinical, engagement\n,\nadministrative and other professions comprising our community will be followed. We are responsible and accountable for our actions and are expected to make reasonable efforts to comply with all applicable federal, state and local government laws and regulations. As individuals and as an institution, we also strive to follow ethical business practices and to act as good stewards of the resources made available to us.\nIntroduction to the University of Connecticut Code of Conduct\nIn all its endeavors, the University of Connecticut is dedicated to excellence that is demonstrated through national and international recognition. As Connecticut’s public research, land-grant and sea-grant university, through freedom of academic inquiry and expression, we create and disseminate knowledge by means of scholarly and creative achievements, graduate and professional education, and public engagement and service. Through our focus on teaching and learning, the University helps every student grow intellectually and become a contributing member of the state, national and world communities. Through teaching, research, engagement and service we embrace diversity and cultivate leadership, integrity and engage citizenship in our students, faculty, staff and alumni. As our state’s flagship public land and sea grant institution, we promote the health and well being of Connecticut’s citizens through enhancing the social, economic, cultural and natural environments of the state and beyond.\nIf you are faced with an ethical issue, you should consult this Code of Conduct as well as current University policies and procedures. You are responsible and accountable for addressing your ethical dilemmas. Consultation with your supervisor, other appropriate colleagues, or the Office of University Compliance is appropriate and valued.\nThe Code of Conduct includes “Questions to Ask Yourself” after each set of Standards. These questions are intended to be thought provoking and assist employees by providing examples of matters that each of us may face during our employment with the University. For guidance regarding individual situations that relate to any of these or other questions, please feel free to contact the Office of University Compliance.\nCampus-Wide Standards\nThe University of Connecticut values all members of its community and recognizes that each person contributes to the overall success of the institution. The University further recognizes that it is through the efforts of its faculty, administrators and staff that it achieves national and international prominence and delivers a world class education to its students. The culture of the University is one of respect, civility, trust, cooperation and collaboration among all its members. We believe all members of the University community are entitled to an environment that ensures collegiality and mutual respect.\nConduct of Faculty, Administrators and Staff\nMembers of the University community shall perform their duties in a fair and ethical manner in accordance with established policies, procedures and regulations.\nMembers of the University community shall carry out their duties with professionalism. The University supports the efforts of its faculty, administrators and staff to achieve and maintain professional standards.\nThe University provides equal opportunity and access to its employment, programs, benefits and services.\nSupervisors have a particular responsibility to support the Code of Conduct and to demonstrate compliance within their units.\nRelationships of an inappropriate personal nature between supervisors and those they supervise are prohibited.\nCivility\nThe University values an environment that promotes a spirit of civility and collegiality, while fostering open and constructive intellectual debate.\nAll members of the University community have a responsibility to treat each other with consideration and respect. Managers and supervisors have an elevated responsibility to demonstrate these behaviors and support their expression in the workplace.\nEngaging in behaviors that harass, intimidate, bully, threaten or harm another member of the University community does not support a respectful and civil work environment.\nNon-Discrimination\nThe University encourages and respects diversity within the university community and does not allow discrimination on the basis of age, race, national origin, religion, disability, sex, sexual orientation or any other characteristic protected by law in any activity or operation of the institution.\nHarassment\nThe University affirms its dedication to foster a community that condemns all forms of discrimination or acts of intolerance including sexual harassment, intimidation and retaliation.\nConfidentiality\nConfidentiality of faculty, staff, patient and student records is respected and maintained in accordance with University policies and procedures, federal laws and state regulations. We use such records for legitimate purposes only and in accordance with proper authorization.\nComputer/Telecommunications Use\nThe University’s computer and telecommunication networks are University resources that are provided to employees, students and volunteers to allow them to carry out the functions of the institution. Those who use the computer and telecommunication networks are responsible for the appropriate use of these resources. We understand, support and abide by the policies concerning the ethical and responsible use of computers and electronic information at the University of Connecticut.\nRegulatory Compliance\nThe University of Connecticut Office of University Compliance strives to ensure that we meet the highest possible standards where relevant federal, state and local regulations, laws and guidelines are concerned. This office supports ethical conduct by all faculty, administrators and staff and requires ongoing monitoring of policies, procedures and practices. Education is a key component of this program.\nHealth and Safety\nWe are responsible for complying with all workplace safety and health regulations and will report unsafe conditions, equipment or practices to appropriate University officials, as required by law.\nConflict of Interest\nWe, as employees of the State of Connecticut, adhere to the guidelines set forth in the Connecticut Code of Ethics for Public Officials, as well as the University’s Guide to the State Code of Ethics.\nWe will not engage in outside activities which will create an actual conflict of interest and will strive to avoid the appearance of a conflict. If faced with a potential conflict of interest, members of the university community shall disclose the nature of the conflict to the appropriate parties.\nWe do not accept gifts, including food and beverage, from vendors, lobbyists or any other person or entity that is doing business with or seeking to do business with the University unless permitted under the Connecticut Code of Ethics for Public Officials.\nWe do not accept secondary employment that will impair our independence of judgment as to our official duties or which will require us to disclose confidential information.\nWe will not use our state positions for personal financial gain beyond our official compensation, or for the financial benefit of our family members or domestic partners.\nWe will not use state resources for personal use or for use unrelated to our University responsibilities.\nQuestions to Ask Yourself\nHave I treated others as they wish to be treated?\nDo I make discriminatory and harassing statements?\nHave I used my position to intimidate or isolate others?\nAs a faculty member or staff member, should I accept a gift from a student?\nDo I frequently use my university telephone for personal phone calls?\nDo I use my contacts at the University to help my outside business?\nDo my outside professional activities create an appearance of a conflict of interest?\nDo I maintain appropriate professional relationships with students, colleagues, patients, clients and customers?\nHave I used my position to gain employment for a family member?\nEven if I have access to certain records, do I have the authority to view them and/or distribute them to others?\nDo I know what to do if I think that a University record have been accessed inappropriately by someone inside or outside the University?\nDo I take shortcuts that create a safety hazard?\nEducation Standards\nThe University of Connecticut recognizes education as one of its primary missions and strives to maintain a professional environment conducive to the development of its students. To that end, the University believes that the purposes of an educational institution are best served by attracting and developing scholars of proven professional and personal competence and integrity and by assuring those teachers and scholars freedom to expand human knowledge and understanding.\nWe educate students from a wide range of backgrounds and respect differences in each individual’s heritage and goals.\nWe respect the individual choices that students make for career paths.\nWe respect each student as a valuable individual regardless of age, race, color, nationality, ethnicity, ancestry, marital status, gender, disability, religion, sexual orientation or personal beliefs.\nWe acknowledge and support students’ rights to question faculty members, the administration and staff in good faith.\nWe comply with all applicable statutes and regulations.\nStudent conduct is governed by the applicable codes of conduct and professional standards of conduct adopted by their schools. While this Code applies primarily to faculty, administrators and staff, its underlying principles are, however, common to codes and regulations governing students.\nAthletics\nThe Division of Athletics operates a broad-based program of intercollegiate athletics and recreational and intramural opportunities that reflect the ethical philosophy of the University, the interest of the student body and the desires of the University’s internal and external constituencies.\nWe offer student-athletes the opportunity to excel in academic achievement and athletic accomplishments.\nWe foster among our students a sense of citizenship, leadership and social responsibility and encourage adherence to the highest standards of integrity and ethics.\nWe promote principles of good sportsmanship, honesty and fiscal responsibility in compliance with University, state, National Collegiate Athletic Association (NCAA) and conference regulations.\nWe promote and support the University’s comprehensive commitment to diversity and equity, providing equitable opportunity for all students and staff, including women and members of minority groups.\nQuestions to Ask Yourself\nDo I foster an environment that is conducive to learning?\nAm I providing each student an equal opportunity to learn?\nDo I react negatively when students challenge or critique my interpretation of source material?\nDo I protect the privacy of each student’s academic record and personal information?\nAre my grading practices fair and understood by all of my students?\nDo I regularly update my teaching materials?\nAm I a role model for my students regarding professional values?\nDo I acknowledge and support providing student athletes equitable and appropriate opportunities to excel in academic achievement?\nResearch Principles and Standards\nThe University of Connecticut is committed to the highest standards of professional conduct and integrity in research. These standards include honesty, trustworthiness, objectivity, accountability, openness, respect and fairness when dealing with other people, a sense of responsibility towards others and loyalty to the ethical principles espoused by our institution.\nThe University expects these standards to be maintained by all academic, research and relevant support staff, students and their supervisors and other individuals conducting research or involved in the peer review process within or on behalf of the University. Prompt reporting to the appropriate institutional administrative committees of violations of human subjects’ protection, laboratory safety, or humane treatment of animals is expected.\nWe understand that academic freedom is essential to creating an atmosphere in which scholarship flourishes. Promotion of intellectual freedom is consistent with assuring a climate of integrity and the University has the right and the obligation to inquire into all instances of alleged or apparent misconduct in scholarly activities.\nScholarly Integrity\nWe properly collect, record and maintain research data.\nWe take responsibility for all publications and presentations of which we are author or co-author.\nWe appropriately acknowledge, in publications and presentations, those who have contributed to our research.\nWe grant access to our research data to co-investigators involved in generating the data.\nWe grant reasonable access to our research equipment and resources to other University investigators involved in research.\nWe, the University and its faculty, administrators and staff, do not interfere with the research conducted by students or faculty.\nWe do not tolerate plagiarism, falsification, or fabrication of research data, or other scientific misconduct.\nHuman Research\nWe abide by all federal and state laws and regulations, in addition to the University’s policies and procedures, when performing studies involving human subjects.\nWe respect human research participants and are committed to their safety.\nWe protect human subjects by securing institutional review and approval for any research.\nWe adhere to approved protocols and obtain prospective institutional approval of any changes in those protocols.\nWe engage all human subjects, or their appropriate representatives, before initiating a research protocol, in a meaningful informed consent process including explanations of possible risks and benefits.\nWe allow potential or current participants to withdraw from a study at any time without prejudice.\nWe notify human subjects in a timely fashion of any serious adverse events associated with a human subjects study.\nWe conduct appropriate education and training before initiating a human subjects study.\nAnimal Research\nWe abide by all federal and state laws and regulations, in addition to the University’s policies and procedures, regarding the care, transport, maintenance and use of animals.\nWe are committed to the humane treatment of animals in research.\nWe protect research animals by securing appropriate institutional review and approval for any research.\nWe adhere to approved protocols and obtain prospective institutional approval of any changes in those protocols.\nWe conduct appropriate education and training before initiating animal research.\nLaboratory Safety\nWe abide by all federal and state laws and regulations, in addition to the University’s policies and procedures, concerning laboratory safety.\nWe seek prior approval of appropriate University committees when research involves hazardous chemical substances, bio-hazardous materials or radioactive materials.\nWe properly document, store, handle, transport and dispose of radioactive, bio-hazardous and hazardous chemical materials, pharmaceuticals and investigative drugs.\nWe participate in appropriate education and training before initiating studies involving such materials.\nWe comply with all workplace safety and health regulations and will report unsafe conditions, equipment or practices to our supervisors or other appropriate University officials.\nWe attend required instructional and training sessions when dictated by funding or oversight agencies.\nResearch Support\nWe use research funds only for their designated purposes.\nWe accurately account for time and effort related to research funding.\nWe disclose financial conflicts of interest to University administrators and, as appropriate, manage such conflicts in accordance with existing policies and procedures.\nWe properly acknowledge sponsorship of research in our publications and presentations.\nWe disclose inventions produced from our research to the University so that consideration is given to the protection of intellectual property.\nQuestions to Ask Yourself\nDo I work safely in the lab?\nHave I received training and approval to use research materials?\nHave I collected data and documented my research accurately?\nDid I face a conflict of interest today? Does it bias my research?\nDo I protect the safety and well-being of my human or animal subjects?\nDid I obtain proper consent from my human subjects?\nDo I respect the privacy of research participants? Do I appropriately protect the confidentiality of their research data?\nPublic Engagement and Outreach Standards\nThe primary purpose of public engagement is to serve external constituents in a manner that leads to enhanced teaching and research. Public engagement efforts impact on the reputation of the University. Engaged scholarship, as a component of public engagement, results from public engagement and outreach. It focuses on those activities that promote advanced understanding and creative works in a mutually beneficial manner. Public engagement, which includes outreach and public service, consists of all activities where the University offers its resources, both human and physical, to external constituencies in such a manner where there is a partnership or that engaged scholarship results. These efforts are on behalf of the public good and not for private gain. The term University resource refers to those activities and entities that the University makes available to its various constituencies which may involve a cost to access.\nAs a land and sea grant university, the University of Connecticut is committed to our mission that includes public engagement as measured by the impact of teaching and research on the world outside of the insitution. In the spirit of true partnership, we seek to expand our interactions with groups beyond our campuses in areas of mutual concern and enhance their access to the resources available at the University. In addition to collaborations in the arts and humanities, we encourage constructive partnerships in new areas of interdisciplinary excellence, such as Health and Human Behavior, the Environment, and Human Rights. Through broadened access and reciprocal interaction, we realize synergistic outcomes that further strengthen the University and benefit the people of Connecticut as well as those beyond the state borders.\nWe believe the reputation of the University is tied to its responsiveness to the needs of the citizens and communities of the State.\nWe reach out to and engage communities in reciprocal partnerships.\nWe are respectful of our community members, demonstrate cultural competence in their interactions, and comply with University policies while engaged in and with communities, just as we would on campus.\nWe strive for responsible engaged scholarship and community-based programs to the benefit of communities by involving our partners in the planning, execution, and dissemination of the knowledge gained by such programs.\nWe translate and disseminate research results to real world applications to address problems.\nWe recognize and respect the knowledge and behaviors of our partners as we work in a collaborative environment.\nWe effectively communicate these standards and values with the organization.\nWe actively engage students in community experiences as part of our service learning priority.\nPractical Considerations for Public Engagement and Outreach Principles and Standards\nHave I ensured that the public engagement effort is consistent with the University’s mission and vision?\nHow do I solicit input regarding community needs when designing, planning, and conducting my engaged scholarship or community-based project?\nHow can I work with community members as equal and collaborative partners in all phases of the project, from planning to dissemination of findings, and avoid the perception of using the group for my gain?\nHow do I handle the findings of my work to ensure confidentiality when appropriate?\nAm I culturally sensitive to the diverse needs of community members and partners, starting with the selection and training of my University team members?\nHow can I prioritize considerations of diversity when designing, planning, and conducting my community-based research or program, identify any barriers to participation, and work to ameliorate or eliminate such barriers?\nHow will my actions reflect how the University is viewed in the community?\nHow do I manage, use and share resources of the University in a manner that is respectful to partners?\nHow do I teach and engage my students in the work of the community as they apply classroom learning to real world situations?\nPatient Care Standards\nClinicians associated with the UConn Health, Storrs and regional campuses and other University health care facilities provide compassionate primary and specialty health care in an academic environment. We focus on delivering quality patient care and fostering continuous improvement through scientific knowledge that is shared with patients, colleagues and the public.\nWe, each faculty and staff member involved in patient-related activities, are expected to understand and support the applicable Patient’s Bill of Rights and Responsibilities.\nWe strive to deliver health care that is based on contemporary scientific knowledge and technology.\nWe provide educational resources and opportunity for consultations with other health care programs to assist our patients in the planning of their treatment.\nWe strive to consider the physical, emotional and spiritual needs of our patients in making our treatment recommendations.\nWe do not extend or receive payments or benefits in exchange for referrals. Our health care and referrals are based on the well-being of and best treatment for our patients.\nPatients have a right to ask members of their health care team about the role of students and residents in their care and to receive complete and accurate information.We explain to our patients the importance of the educational mission at the University as it relates to their treatment.\nWe provide our patients with information necessary to make informed health care decisions. This includes reviewing medical findings with each patient, as well as discussing alternative treatment options and the associated risks and benefits.\nWe prepare clear, honest and accurate patient medical documentation in a timely manner. We maintain the confidentiality of this information in accordance with existing University policies and procedures, federal laws and state regulations, including but not limited to the Health Information Portability and Accountability Act (HIPAA).\nWe provide clinical facilities and laboratories to support quality care for our patients. We adhere to appropriate policies and procedures to ensure that we retain certification in all aspects of program function as required by institutional, state and federal regulatory agencies.\nQuestions to Ask Yourself\nDo I demonstrate respect and compassion for my patients and their families?\nWas the care that I provided today in the best interest of my patients?\nDid I answer my patients’ questions to the best of my ability or assist them in obtaining the information they requested?\nDo I offer all of the needed resources and services to my patients or assist them in making a referral to obtain those services?\nDo I respect the privacy of my patients and protect the confidentiality of their health information?\nDid I document my patient care thoroughly and accurately today?\nBusiness, Fiscal and Legal Standards\nThe University of Connecticut adheres to established business standards in its conduct as an institution of higher education and as a health care provider. We comply with all applicable federal, state and local government laws and regulations and strive to follow ethical business practice standards. We endeavor to conduct all University business with honesty, integrity, accuracy and fairness.\nContracts\nWe strive to make all purchasing decisions based on the best interests of and value to the University. The University follows fair business practices in its contracting.\nWe recognize the value of obtaining competitive bids when appropriate, maintaining independence, ascertaining the financial and legal status of vendors and obtaining clear written agreements for services or goods to be purchased.\nWe comply with all state guidelines regarding procurement activities. We comply with all laws relating to pricing, competition and business arrangements.\nProprietary information\nIn the course of doing business, the University creates and receives information that could directly affect the success of its business ventures or those of its current or prospective business partners. If used inappropriately, this information could unduly benefit individuals who have access to such information. The University depends on the ethical business practices and personal integrity of its employees to protect this information from premature or improper use and disclosure.\nPhysical property and intellectual property, including data\nThe University’s physical property includes property that is owned by the University but entrusted to individuals or organizational units within the University. Examples include office and departmental equipment and supplies, vehicles, facilities, cash, reports and records, including clinical and billing records in department offices, computer software, electronic files and data, patents, trademarks and service marks.\nWe utilize such resources properly and protect property against loss, theft, misuse and waste.\nResearch materials, inventions or devices developed through the use of University resources are the property of the University. Rights to such property may be transferred to other parties (such as commercial sponsors) only with express written authorization. Materials subject to copyright are generally not the property of the University.\nResearch data are considered the property of the principal investigator or the joint property of collaborating individuals when research data are generated by a principal investigator working in collaboration with one or more faculty colleagues. Research data generated by postdoctoral fellows, graduate students, research trainees or others who have had significant intellectual input, shall be considered the joint property of the collaborating individuals.\nThe use of any form of intellectual property covered by copyright and license agreements and used for face-to-face, distance teaching purposes or a combination of the two, will comply with copyright law and the terms of the license agreement under which it was obtained. Examples include books, journal articles, newspapers, images, audio, and video in physical or electronic form owned or borrowed by the University or the instructor.\nFinancial Records and Funding Sources\nWe understand that the federal and state governments constitute major funding sources for the University in student financial aid, research and other areas. As such, we acknowledge responsibility for the stewardship of such funds, understanding and complying with federal and state laws and regulations.\nWe maintain accurate and timely financial records in accordance with the University’s policies and Generally Accepted Accounting Principles. We use appropriate internal financial controls to safeguard assets and to ensure compliance with all internal and external accounting rules and regulations. We cooperate fully with internal and external auditors and regulatory agencies during examinations of all books and records and do not alter or destroy any documents in anticipation of such reviews.\nWe, as employees of the University, accurately account for our time and properly document when seeking reimbursement for work-related expenses.\nWe charge and bill for patient care services in accordance with third party regulations and applicable state and federal laws. We bill for medically appropriate services that are clearly and accurately documented in the medical record. We submit claims for services in a timely manner. We maintain accurate patient accounts and promptly correct billing errors.\nWe acknowledge that clinical care providers, coding personnel and billing staff have a collective responsibility to understand the third party regulations and federal and state laws governing the services they are providing.\nQuestions to Ask Yourself\nDid I document my work clearly, honestly and accurately?\nWhen I sign a document do I understand what I am signing?\nDo I understand when the competitive bidding process must be used?\nHave I signed a contract without obtaining proper authorization?\nAm I wasteful of university supplies?\nWas I honest with my coding of patient visits today?\nDo I share my computer password with others?\nExternal Relations and University Advancement\nGovernment relations and political activity\nWe depend, as a public institution, upon the support and trust of federal and state officials.\nWe will not make representations on behalf of the University without official authorization.\nWe do not engage in partisan political activities while on state time nor will we use University resources for the purposes of influencing a political election.\nWe adhere to federal and state laws which provide guidance for the political activities of the University employees.\nPublic access to University information\nWe facilitate accurate, ethical and timely news coverage of significant programs and the achievements of faculty, administrators, staff, students and alumni.\nWe comply with all federal and state laws and regulations as well as all University polices regarding the release of information about activities of the University, or its employees, students, volunteers, patients or research subjects, carefully balancing privacy rights with the public’s interest.\nUniversity Advancement\nWe recognize that the process of raising charitable funds requires ethical and sensitive interactions with prospective and current donors. Although we may release general information about alumni or other supporters, we respect an individual donor’s intent and honor all requests for anonymity.\nWe recognize that the primary responsibility for development of prospective donors lies with the University of Connecticut Foundation. The Foundation staff works in cooperation with offices and departments across the University but which is organizationally independent of the University itself.\nMedia Relations\nWe acknowledge that University Communications is the University’s primary and official liaisons to the news media – international, national, regional, state and local – and that this department is responsible for initiating, developing and maintaining effective, productive and beneficial relations with the news media in communicating University news and in responding to media requests.\nWe respect the individual freedom of faculty, staff and administrators to express their personal opinions on University actions and policies, while also recognizing that University Communications is responsible for coordinating official University comment on all matters regarding the institution.\nWe understand that the University encourages its faculty, staff and administrators to serve as members of community panels, boards, civic organizations, professional associations and other similar voluntary associations. An employee assuming such a role is not acting as a spokesperson of the University.\nGraphic Standards\nWe recognize that University Communications is responsible for establishing and maintaining the University’s graphic standards and that specific standards apply to the use of the University’s logos and seals.\nWe understand that the University has legal rights regarding the use of its name, logos and seals and protected trademarks.\nQuestions to Ask Yourself\nHave I referred media requests to University Communications?\nShould I talk “off the record” to a reporter?\nWhen is it appropriate to talk to the media about my research or to comment on the research of others?\nShould I speak on behalf of the University to government officials regarding University mattersCan I be identified as a University employee in my political or charitable activities?\nDo I maintain clear boundaries between my professional role and my personal activities that are unrelated to the University?\nResources, Additional Information and Reporting\nThe University has established the Office of University Compliance and Office of Audit & Management Advisory Services to oversee its internal audit and compliance programs and to ensure compliance with applicable laws, regulations, policies and procedures.\nObtaining Additional Information, Reporting Compliance Concerns and Non-retaliation Policy\nFor additional information please refer to the appropriate website or contact the office at the phone numbers or email addresses noted below. If you wish to report suspected violations of laws, regulations, rules, policies, procedures, ethics or any other information you feel uncomfortable reporting to your supervisor or faculty administrator you may also contact the Office of University Compliance directly using the phone numbers or email addresses listed below.\nStorrs\nand Regional Campuses:\nWebsite:\nhttps://compliance.uconn.edu/\nPhone: (860) 486-2530\nFax: (860) 486-4527\nUConn Health:\nWebsite:\nhttps://compliance.uconn.edu/\nPhone: (860) 679-1969\nIf you wish to report a concern or a suspected violation anonymously you may contact the University’s\nREPORTLINE\nusing the contact information below. The\nREPORTLINE\nis operated by a private (non-University) company. No effort is made to identify the person reporting and no trace of the call is performed. Information received is given to the Compliance Officer for appropriate action. This service is available 24 hours a day, 7 days a week and is staffed by independent specialists trained to obtain complete and accurate information in a confidential manner. If you wish, you may obtain information about the Compliance Office response to your call by following up with the\nREPORTLINE\nat a later date. To contact the\nREPORTLINE\n:\nStorrs\nand Regional Campuses\nPhone: 1-888-685-2637\nUConn Health P\nhone: 1-888-685-2637\nWeb reporting address:\nhttps://www.compliance-helpline.com/uconncares.jsp\nOther Reporting Options\nState Auditors of Public Accounts\nThe Whistle Blower Act,\nSection 4-61dd\nof the Connecticut General Statutes, authorizes the Auditors of Public Accounts to receive information concerning matters involving corruption, unethical practices, violation of State laws or regulations, mismanagement, gross waste of funds, abuse of authority or danger to the public safety occurring in any State department or agency. Upon receiving such information the Auditors are required to review such matter and report their findings and any recommendations to the Attorney General.The Auditors shall not, after receipt of any information from a person under the provisions of this section, disclose the identity of such person without his/her consent unless the Auditors determine that such disclosure is unavoidable during the course of the review. You can file a complaint with the Auditors of Public Accounts by calling\n(860) 566-1435\nor toll free at\n(800) 797-1702\n. Website:\nhttps://www.cga.ct.gov/apa/\nFederal False Claims Act (31 U.S.C. § 3729-3733)\nThis act permits a person with knowledge of fraud against the federal government to file a lawsuit on behalf of the government against those that committed the fraud. The person filing the lawsuit is also known as the “whistleblower” or “qui tam” plaintiff. The “qui tam” plaintiff must notify the United States Department of Justice (DOJ) of all information regarding the fraud. If the DOJ takes the case and fraud is proven the “qui tam” plaintiff is entitled to a portion of the money recovered by the federal government. Under the False Claims Act the “qui tam” plaintiff is protected from retaliation that may result from his or her involvement in the case. This is known as Whistleblower Protection.\nNon-Retaliation\nUniversity policy prohibits retaliation if you report in good faith a compliance concern to any supervisor, faculty, administrator, the Compliance Office, the\nREPORTLINE\nor any appropriate agency outside of the University. If you feel that you have been subject to retaliation, you should contact the Compliance Office immediately. The Compliance Office will respond to all reports in a timely manner in order to resolve any non-compliance and to educate regarding compliance concerns.\nPolicy Created*: April 11, 2006\nPolicy Revisions*:\n2/22/2011\n*Approved by the Board of Trustees."
    },
    "Link: https://policy.uconn.edu/2011/06/02/use-of-students-in-outside-employment/": {
        "URL": "https://policy.uconn.edu/2011/06/02/use-of-students-in-outside-employment/",
        "Title:": "Use of Students in Outside Employment",
        "Policy Owner:": "Office of University Compliance",
        "Applies to:": "Faculty, Staff",
        "Campus Applicability:": "All Campuses, including UConn Health",
        "Effective Date:": "July 14, 2015",
        "For More Information, Contact": "Office of University Compliance",
        "Contact Information:": "(860) 486-2530",
        "Official Website:": "https://compliance.uconn.edu/",
        "Content": "Background and Reasons for the Policy:\nThe Code of Ethics for Public Officials preclude public employees from accepting other employment which will impair the employee’s independence of judgment or otherwise create a conflict of interest.\nPurpose of Policy:\nTo provide guidance on the employment of students by faculty and staff for work external to the University.\nExpected Institutional Outcome:\nCompliance with the Code of Ethics.\nApplicability of Policy:\nAll employees.\nPolicy Statement:\nPursuant to Connecticut General Statute Section 1-84(b) of the Code of Ethics for Public Officials, a state employee may not accept other employment which will impair his/her independence of judgment as to his/her official duties or employment.  Furthermore, in accordance with Connecticut General Statute Section 1-86 and the Regulations of Connecticut State Agencies Section 1-81-29,\na state employee with a potential conflict of interest must inform his/her supervisor who shall assign the matter to another who is not subordinate to the individual with the conflict.\nPotential conflicts may occur when a University employee hires a student in any non-University supported activity. Therefore, employees who choose to employ students in any non-University activity must obtain written approval from their Department Head/Dean/Director prior to employing the student. Faculty members who wish to hire a graduate student and who teach a course in which the student is enrolled, serve as a member of the student’s thesis or dissertation committee, or serve as the student’s advisor or the director of his or her thesis or dissertation research must also receive written approval from the Dean of the Graduate School.  The University requires that each student receive a written offer of employment with a specific scope of work or job description, the rate of compensation and the expected hours of work.  In addition, the student should receive a fair market value rate of pay.\nStudents have on-going recourse to the Provost who will consult with the Dean of the Graduate School (for graduate students) or the Vice Provost for Academic Affairs (for undergraduate students) in order to address any grievances that may arise during the term of the employment.\nFailure to comply constitutes a violation of the State ethics code and University policy and is subject to disciplinary procedures of both.\nResponsibilities:\nAll employees.\nUse of Students in Outside Employment Letter Template\nHistory\nRevised: 07/13/2015; 12/16/2014; 06/23/2008\nNew Policy: 03/01/2004"
    },
    "Link: https://policy.uconn.edu/2011/05/26/assignment-of-textbooks-and-other-intellectual-property/": {
        "URL": "https://policy.uconn.edu/2011/05/26/assignment-of-textbooks-and-other-intellectual-property/",
        "Title:": "Assignment of Textbooks and Other Intellectual Property",
        "Policy Owner:": "Office of the Provost",
        "Applies to:": "Faculty",
        "Campus Applicability:": "All Programs at All Campuses",
        "Effective Date:": "October 29, 2010",
        "For More Information, Contact": "Office of the Provost",
        "Contact Information:": "(860) 486-4037",
        "Official Website:": "http://provost.uconn.edu/",
        "Content": "Background and reasons for the Policy:\nThe Code of Ethics for Public Officials precludes the use of one’s public position for personal financial gain.  This policy is intended to support compliance with the Code.\nPurpose of Policy:\nTo provide guidance on the circumstances under which one may assign a textbook or other intellectual property authored or developed by the professor to a course s/he may teach.\nExpected Institutional Outcome:\nCompliance with the Code of Ethics\nApplicability of Policy:\nAll Faculty\nPolicy Statement:\nNo public official or state employee shall use his/her public office or position or confidential information received through his holding such public office or position to obtain financial gain for himself/herself, his/her spouse, child, child’s spouse, parent, brother or sister or a business with which he/she is associated.\nConnecticut General Statutes Section 1-84(c) of the Code of Ethics for Public Officials.\nIn a course taught by a faculty member, the assignment of a required textbook s/he authored or of intellectual property s/he prepared may be interpreted as “obtaining financial gain for himself/herself” unless the faculty member receives prior approval for such use or directs any financial gain to a University of Connecticut student scholarship fund within thirty (30) days of receipt.  If the professor directs\nany financial gain\nto a University of Connecticut student scholarship fund, no review is needed.\nResponsibilities:\nAll Faculty are responsible for compliance with this policy.  Deans and Department Heads should work with their faculty to ensure that the implementation guidelines (see below) are enforced.\nPolicy Implementation Guidelines:\nApproval for use of a textbook or other intellectual property authored by the faculty member in a course taught by that individual should be obtained through a departmental or school/college review of the intellectual property in question. The review will address the appropriateness of this specific piece of intellectual property consistent with the guidelines established in Advisory Opinion No. 2001-7.  A small committee of faculty members, not subordinate to the professor, will complete the review, and a determination report will be filed with the Provost’s office.\nFailure to comply constitutes a violation of the State ethics code and University policy and is subject to disciplinary procedures of both."
    },
    "Link: https://policy.uconn.edu/2011/05/17/policy-on-consulting-for-faculty-and-members-of-the-faculty-bargaining-unit/": {
        "URL": "https://policy.uconn.edu/2011/05/17/policy-on-consulting-for-faculty-and-members-of-the-faculty-bargaining-unit/",
        "Title:": "Consulting for Faculty and Members of the Faculty Bargaining Unit, Policy on",
        "Policy Owner:": "Office of the Provost",
        "Applies to:": "Faculty and members of the faculty bargaining units; Management-exempt personnel with faculty appointments",
        "Campus Applicability:": "All Campuses",
        "Effective Date:": "June 29, 2022",
        "For More Information, Contact:": "Faculty Consulting Office",
        "Contact Information:": "Storrs and Regional Campuses: Sarah Croucher,sarah.croucher@uconn.eduUConn Health: Carla Rash,rash@uchc.edu",
        "Official Website:": "http://consulting.uconn.edu/",
        "Content": "1.\nBACKGROUND\nThe University recognizes the benefits derived from faculty members participating in consulting activities with outside entities. Such activities are vital for professional service, provide intellectual enrichment of faculty members and students, may foster economic development, and enhance the reputation of the University. Participation in such activities is a norm for faculty at all highly ranked U.S. public research universities. All activities where outside compensation is received that are related to the expertise of a faculty member fall within the purview of this policy, as are any activities with faculty affiliated companies.\n2.\nPURPOSE\nThis policy provides a framework for consulting work with external entities to ensure compliance with the State of Connecticut Code of Ethics (Conn. General Stat §1-84(r)), other applicable policies, and to ensure such work does not conflict with University employment.\n3.\nSCOPE\nThis policy applies to all faculty at the University of Connecticut and the University of Connecticut Health Center, and all staff eligible to be members of the faculty bargaining units (hereafter described as “faculty members”). The policy applies to management-exempt employees only when they have a base faculty appointment, as determined by their appointment letter. Faculty members who are employed by the University below 0.5 FTE (full-time equivalent) do not need approval to engage in consulting activities. However, such faculty may voluntarily elect to request prior approval for consulting activities. Once a faculty member in this position has requested approval to consult, all subsequent consulting activities in that reporting year must also obtain such approval.\n4.\nDEFINITIONS\nConsulting\n: an activity (\ne.g.\n, provide services, give advice or analysis) undertaken by a faculty member for compensation as a result of their expertise or prominence in their field, while not acting in their official capacity as a State employee (\ni.e\n., in their own time). Activities such as serving on grant review panels, giving talks, or reviewing academic works are classified as consulting when undertaken for compensation. Paid or unpaid work conducted for a faculty affiliated company is also considered consulting.\nCompensation:\nany form of payment received for the consulting activity. Compensation for consulting activities includes, but is not limited to; honoraria, stipends, payments in goods or services, stocks or stock options, other interests of value, or any forms of compensation (including “luxury travel”) above necessary expenses, even if this is intended to support costs associated with undertaking the activity.\nContracting entity\n: the business, nonprofit organization, government body, individual, or other organization that engages and compensates the faculty member for the consulting activity.\nFaculty affiliated company (FAC)\n: A faculty affiliated company (or other legal entity) is a for-profit or not-for-profit business where a faculty member or member of their immediate family: 1) is a director, officer, owner, or limited or general partner\nor,\n2) is a beneficiary of a trust, or holder of stock constituting five percent or more of the total outstanding stock of any class.\nTime due to the University\n: any time necessary for successfully carrying out the workload duties assigned to a faculty member. The University’s Bylaws and policies prohibit faculty from consulting on “time due to the university.”\nNormal work time\n: the usual time during which a faculty member is expected to perform their job duties. These times and job duties may be defined in specific appointment letters, workload policies, or other workload assignment documentation.\nReconciliation\n: the process of closing out each approved consulting request after the activity has taken place (or was due to take place if it does not occur) by confirming or updating information regarding the time spent consulting and the compensation received.\n5.\nPOLICY\nAll full-time faculty members must receive written permission from the appropriate supervisory hierarchy prior to engaging in any consulting activity. All consulting requests and reconciliations must be submitted via the University online consulting request system. Faculty must adhere to the University’s procedures associated with this policy.\nConsulting approval is not required for compensation received from royalties.\nThe provost will submit an annual report of consulting activities for all faculty members to the Joint Audit and Compliance Committee of the Board of Trustees. The University's Office of Audit and Management Advisory Services (AMAS) shall develop and implement a plan of regularly recurring monitoring and audits to ensure the complete and accurate implementation of this policy.\nThe disclosure of proprietary information (\ni.e.\n, intellectual property owned in part or in total by the University) is prohibited when consulting unless specific permission is granted.)\n6. ENFORCEMENT\nViolations of this policy may result in appropriate disciplinary measures in accordance with University Bylaws, General Rules of Conduct for all University Employees, and applicable collective bargaining agreements.\nFaculty members who do not receive prior approval under this policy are subject to the jurisdiction of the Office of State Ethics. In addition, the faculty member may be subject to sanctions issued by the University for violating this policy, as outlined in the associated Procedures.\n7. PROCEDURES\nProcedures on Consulting for Faculty and Members of the Faculty Bargaining Unit are linked here\n.\nPOLICY HISTORY\n*Policy Created: September 25, 2007\n*Revisions: 06/29/2022, 06/29/2019, 03/25/2015, 04/24/2013, 11/12/2012, 04/13/2011, 04/20/2010\n*Approved by the Board of Trustees."
    }
}
